// src/data/dummy.ts

import { describe } from "node:test";
export const courseData = [
  {
    id: 1,
    title: "FPV дроны анхан шатны сургалт",
    desc: "Энэхүү сургалт нь FPV дрон нисгэх сонирхолтой анхан шатны суралцагчдад зориулсан бөгөөд дроны үндсэн ойлголт, аюулгүй ажиллагаа, симулятор болон бодит нислэгийн дадлагыг хослуулсан цогц хөтөлбөр юм. Сургалтын төгсгөлд суралцагч нь FPV дроныг аюулгүй, зөв удирдах суурь чадвартай болно.",
    duration: "12 академик цаг",
    thesis: {
      items: [
        "Дроны үндсэн ойлголт, төрлүүд;",
        "Дотоодын хууль эрх зүйн үндсэн ойлголт",
        "Дроны бүтэц, аюулгүй ажиллагааны стандарт",
      ],
      duration: "4 цаг",
    },
    simulator: {
      items: [
        "FPV нислэгийн симулятор ашиглан нислэгийн суурь дадлага, удирдлагын хариу үйлдэл, чиг баримжаа",
      ],
      duration: "4 цаг",
    },
    real: {
      desc: "FPV дотор нислэгийн дрон ашиглан бодит орчинд практик сургалт, аюулгүй нислэгийн дадлага",
      duration: "4 цаг",
    },
    exam: {
      desc: "Онол болон практикийн шалгалт",
      add: "(хичээлийн явцад үнэлнэ)",
    },
    result1:
      "Сургалтад хамрагдсанаар суралцагч нь FPV дроны үндсэн бүтэц, удирдлагын зарчим, аюулгүй ажиллагааны шаардлагыг ойлгож, симулятор болон бодит нислэгийн орчинд өөртөө итгэлтэйгээр нислэг хийх суурь чадварыг эзэмшинэ. Энэхүү сургалт нь дараагийн дунд болон ахисан шатны сургалтын бат бөх суурь болно.",
    result2:
      " Суралцагчийн ур чадварыг илүү найдвартайгаар үнэлж, баталгаажуулах зорилгоор сургалтын төгсгөлд 75 хувиас дээш үнэлгээ авч амжилттай төгссөн суралцагчдад Монголын Дроны Холбооны албан ёсны бүртгэлтэй НИСГЭГЧИЙН СЕРТИФИКАТ олгоно. Энэхүү сертификат нь түвшин бүртээ 2 жилийн хугацаанд хүчинтэй байна.",
  },
  {
    id: 2,
    title: "FPV дроны дунд шатны сургалт",
    desc: " Энэхүү сургалт нь FPV дроны дунд шатны сургалтад хамрагдсан суралцагчдад зориулсан бөгөөд цаг агаарын нөхцөл болон чөлөөт нислэг хийх боломжит цагийг харгалзан төлөвлөгөөний дагуу зохион байгуулагдана.",
    desc1:
      "Сургалтад хамрагдах суралцагч нь сургалтын явцад ашиглах 5 инчийн FPV дроноо даатгуулсан байх шаардлагатай. Энэхүү шатны сургалтаар суралцагч нь өөрийн дроныг бүрэн удирдах, оношлох, засварлах болон ахисан түвшний нислэг хийх чадварыг эзэмшинэ.",
    duration: "Төлөвлөгөөт (цаг агаар, нислэгийн нөхцөлөөс хамаарна)",
    thesis: {
      items: [
        "Дроны хэрэглээний төрлүүд, зориулалтыг ойлгох",
        "Олон улсын түвшинд мөрдөгдөх хууль эрх зүйн ойлголтууд",
      ],
      duration: "2 цаг",
    },
    simulator: {
      items: [
        "Чөлөөт болон уралдааны дроны бүтэц тодорхойлох",
        "Аюулгүй ажиллагааны стандарт мөрдөх",
        "Дроны гэмтэл тодорхойлох",
        "Эрсдлийн удирдлага, хариуцлага",
        "Өөрийн дроныг угсрах, эд ангиудын анхан шатны засвар",
      ],
      duration: "2 цаг",
    },
    real: {
      desc: "FPV чөлөөт нислэгийн дунд түвшний дадлага",
      duration: "8 цаг",
    },
    exam: {
      desc: "Онол болон практикийн шалгалт",
      add: "(хичээлийн явцад үнэлнэ)",
    },
    result1:
      "Дунд түвшний сургалтыг амжилттай дүүргэснээр суралцагч нь FPV дроныг чөлөөт болон уралдааны орчинд бүрэн хянах, өөрийн дроныг оношлох, угсрах, засварлах суурь мэдлэгтэй болж, бодит нөхцөлд аюулгүй, хариуцлагатай нислэг хийх чадварыг эзэмшинэ.",
    result2:
      " Суралцагчийн ур чадварыг илүү найдвартайгаар үнэлж, баталгаажуулах зорилгоор сургалтын төгсгөлд 75 хувиас дээш үнэлгээ авч амжилттай төгссөн суралцагчдад Монголын Дроны Холбооны албан ёсны бүртгэлтэй НИСГЭГЧИЙН СЕРТИФИКАТ олгоно. Энэхүү сертификат нь түвшин бүртээ 2 жилийн хугацаанд хүчинтэй байна.",
  },
  {
    id: 3,
    title: "FPV дроны ахисан шатны сургалт",
    desc: " Энэхүү сургалт нь FPV дроны  ахисан шатны сургалтад хамрагдсан суралцагчдад зориулсан бөгөөд цаг агаарын нөхцөл болон чөлөөт нислэг хийх боломжит цагийг харгалзан төлөвлөгөөний дагуу зохион байгуулагдана.",
    desc1:
      "Сургалтад хамрагдах суралцагч нь сургалтын явцад ашиглах 5 инчийн FPV дроноо даатгуулсан байх шаардлагатай. Энэхүү шатны сургалтаар суралцагч нь өөрийн дроныг бүрэн удирдах, оношлох, засварлах болон ахисан түвшний нислэг хийх чадварыг эзэмшинэ.",
    duration: "Төлөвлөгөөт (цаг агаар, нислэгийн нөхцөлөөс хамаарна)",
    thesis: {
      items: [
        "Дроны хэрэглээний төрлүүд, зориулалтыг ойлгох",
        "Олон улсын түвшинд мөрдөгдөх хууль эрх зүйн ойлголтууд",
      ],
      duration: "2 цаг",
    },
    simulator: {
      items: [
        "Чөлөөт болон уралдааны дроны бүтэц тодорхойлох",
        "Аюулгүй ажиллагааны стандарт мөрдөх",
        "Дроны гэмтэл тодорхойлох",
        "Эрсдлийн удирдлага, хариуцлага",
        "Өөрийн дроныг угсрах, эд ангиудын анхан шатны засвар",
      ],
      duration: "2 цаг",
    },
    real: {
      desc: "FPV чөлөөт нислэгийн ахисан түвшний дадлага",
      duration: "8 цаг",
    },
    exam: {
      desc: "Онол болон практикийн шалгалт",
      add: "(хичээлийн явцад үнэлнэ)",
    },
    result1:
      "Дунд түвшний сургалтыг амжилттай дүүргэснээр суралцагч нь FPV дроныг чөлөөт болон уралдааны орчинд бүрэн хянах, өөрийн дроныг оношлох, угсрах, засварлах суурь мэдлэгтэй болж, бодит нөхцөлд аюулгүй, хариуцлагатай нислэг хийх чадварыг эзэмшинэ.",
    result2:
      " Суралцагчийн ур чадварыг илүү найдвартайгаар үнэлж, баталгаажуулах зорилгоор сургалтын төгсгөлд 75 хувиас дээш үнэлгээ авч амжилттай төгссөн суралцагчдад Монголын Дроны Холбооны албан ёсны бүртгэлтэй НИСГЭГЧИЙН СЕРТИФИКАТ олгоно. Энэхүү сертификат нь түвшин бүртээ 2 жилийн хугацаанд хүчинтэй байна.",
  },
];
export const highlights = [
  {
    id: 1,
    title: "FPV дроны анхан шатны сургалт ",
    description: "Become a certified DroneMasters Academy trainer",
    image: "/images/highlights/1.png",
    alt: "Train the Trainer",
    url: "/beginner",
  },
  {
    id: 2,
    title: "Онол болон дотор нислэг хослуулсан сургалтууд",
    description: "Your entry into the world of drones & aerial robotics",
    image: "/images/highlights/2.png",
    alt: "Summer Camp Beginner",
    url: "/advanced",
  },
];
/* ===== MOCK DATA ===== */
export const teachers = [
  {
    id: 1,
    name: "Ичинхорлоо Наранбаатар",
    role: "Үндсэн багш",
    image: "/images/teachers/4.jpg",
  },
  {
    id: 2,
    name: "Emily Carter",
    role: "EEC Teacher",
    image: "/images/teachers/2.jpg",
  },
  {
    id: 3,
    name: "Michael Brown",
    role: "Primary Teacher",
    image: "/images/teachers/3.jpg",
  },
  {
    id: 4,
    name: "Aisha Khan",
    role: "Homeroom Teacher",
    image: "/images/teachers/4.jpg",
  },
];
export const graduates = [
  // {
  //   id: 1,
  //   title: "2026 оны 6-р ээлж",
  //   images: [
  //     "/images/graduates/3/_DSC5089.jpg",
  //     "/images/graduates/3/_DSC5020.jpg",
  //   ],
  // },
  {
    id: 1,
    title: "2026 оны 5-р ээлж",
    images: [
      "/images/graduates/26-5/1.jpg",
      "/images/graduates/26-5/2.jpg",
      "/images/graduates/26-5/3.jpg",
    ],
  },
  {
    id: 2,
    title: "2026 оны 4-р ээлж",
    images: [
      "/images/graduates/26-4/_DSC5089.jpg",
      "/images/graduates/26-4/_DSC5020.jpg",
      "/images/graduates/26-4/_DSC5025.jpg",
      "/images/graduates/26-4/_DSC5038.jpg",
      "/images/graduates/26-4/_DSC5071.jpg",
      "/images/graduates/26-4/_DSC5085.jpg",
      "/images/graduates/26-4/_DSC5120.jpg",
      "/images/graduates/26-4/_DSC5146.jpg",
      "/images/graduates/26-4/_DSC5152.jpg",
      "/images/graduates/26-4/_DSC5168.jpg",
      "/images/graduates/26-4/_DSC5187.jpg",
      "/images/graduates/26-4/_DSC5210.jpg",
      "/images/graduates/26-4/_DSC5226.jpg",
      "/images/graduates/26-4/_DSC5239.jpg",
      "/images/graduates/26-4/_DSC5255.jpg",
      "/images/graduates/26-4/_DSC5263.jpg",
      "/images/graduates/26-4/_DSC5278.jpg",
      "/images/graduates/26-4/_DSC5298.jpg",
      "/images/graduates/26-4/_DSC5312.jpg",
      "/images/graduates/26-4/_DSC5323.jpg",
      "/images/graduates/26-4/_DSC5343.jpg",
      "/images/graduates/26-4/_DSC5348.jpg",
      "/images/graduates/26-4/1.jpg",
    ],
  },
  {
    id: 3,
    title: "2026 оны 3-р ээлж",
    images: [
      "/images/graduates/26-3/1.jpg",
      "/images/graduates/26-3/2.jpg",
      "/images/graduates/26-3/3.jpg",
      "/images/graduates/26-3/4.jpg",
      "/images/graduates/26-3/5.jpg",
      "/images/graduates/26-3/6.jpg",
      "/images/graduates/26-3/7.jpg",
      "/images/graduates/26-3/8.jpg",
      "/images/graduates/26-3/9.jpg",
    ],
  },

  {
    id: 4,
    title: "2026 оны 2-р ээлж",
    images: [
      "/images/graduates/26-2/cover.jpg",
      "/images/graduates/26-2/1.jpg",
      "/images/graduates/26-2/2.jpg",
      "/images/graduates/26-2/3.jpg",
      "/images/graduates/26-2/4.jpg",
      "/images/graduates/26-2/5.jpg",
      "/images/graduates/26-2/6.jpg",
      "/images/graduates/26-2/cover.jpg",
    ],
  },
  {
    id: 5,
    title: "2026 оны 1-р ээлж",
    images: [
      "/images/graduates/26-1/cover.jpg",
      "/images/graduates/26-1/1.jpg",
      "/images/graduates/26-1/2.jpg",
      "/images/graduates/26-1/3.jpg",
    ],
  },
  {
    id: 6,
    title: "2025 оны 1-р ээлж",
    images: ["/images/graduates/25-1/1.jpg", "/images/graduates/25-1/2.jpg"],
  },
  // {
  //   id: 4,
  //   title: "2025 оны 2-р ээлж",
  //   images: ["/images/graduates/25-2/1.jpg",
  //     "/images/graduates/25-2/2.jpg"],
  // },
];

export const programs = [
  {
    id: 1,
    title: "Ахисан түвшин",
    description: `Чөлөөт цаг болон бизнесийн аль алинд нь дрон нь олон төрлийн боломжийг нээж, төслүүд хэрэгжүүлэх, шинэ өнцгөөс харах нөхцөлийг бүрдүүлдэг. DroneMasters Academy-ийн насанд хүрэгчдэд зориулсан сургалтууд нь дроны өргөн хүрээний хэрэглээг хамардаг. 
Манай воркшоп сургалтуудаар дамжуулан төрөл бүрийн дрон системийг хэрхэн зөв, аюулгүй ашиглах мэдлэг, ур чадварыг эзэмших боломжтой.`,
    image: "/images/hero/_DSC5323.jpg",
    buttonText: "СУРГАЛТ",
    reverse: false,
    url: "/advanced",
  },
  {
    id: 2,
    title: "Хүүхэд, өсвөр насныхан",
    description: `DroneMasters Academy-ийн хүүхэд, өсвөр насныханд зориулсан сургалтууд нь дрон нисгэх, дрон угсрах, програмчлал болон дижиталчлалын үндсийг сурах өргөн боломжийг олгодог.
Төрөл бүрийн сургалтын хэлбэрээр дрон технологийн боломжуудыг танилцуулж, туршиж судалдаг. 
Манай сургалтуудад амралтын өдрүүд болон амралтын үеэр хэд хоног үргэлжлэх хөтөлбөрүүдээс гадна тодорхой сэдвийг гүнзгийрүүлэн судлах долоо хоног бүрийн тогтмол сургалтууд багтдаг.`,
    image: "/images/programs/2.jpg",
    buttonText: "СУРГАЛТ",
    reverse: true,
    url: "/beginner",
  },
  {
    id: 3,
    title: "Сургууль & Байгууллагууд",
    description: `Дрон нь инновацийг таниулах, програмчлалын ертөнцтэй танилцах, багийн ажиллагааг сонирхолтой, үр дүнтэй болгох төгс хэрэгсэл юм.
Мөн нисгэгчгүй нисэх төхөөрөмжүүд нь төрийн байгууллага болон нийтийн салбарт илүү өргөнөөр ашиглагдаж байна. Гал түймэр унтраах болон аврах албад 250 граммаас доош жинтэй дронуудыг ашиглан нөхцөл байдлын анхан шатны мэдээлэл цуглуулахад ашиглаж байна.`,
    image: "/images/hero/_DSC5343.jpg",
    buttonText: "ХАМТАРЧ АЖИЛЛАХ",
    reverse: false,
    url: "/coop",
  },
];

export const orgs = [
  {
    id: 1,
    title: "Хоббизоон ХХК",
    image: "/images/orgs/hobbyzone.png",
    cover: "/images/orgs/cover_hobbyzone.png",
    coop: "DJI consumer дрон",
    mainIntro:
      "Хоббизоон ХХК нь 2013 онд үүсгэн байгуулагдсан ба дэлхийн технологийн тэргүүлэх брэндүүд болох DJI, Ecoflow, Xiaomi, Xgimi, Insta 360, Segway зэрэг брэндийн албан ёсны борлуулагчаар ажилладаг.",
    mainIntro2:
      "Мэргэжлийн тусгай хэрэгцээний дрон, сонирхогчийн ангиллын дрон, 360 камер, зөөврийн цахилгаан нөөцлүүр, сэргээгдэх эрчим хүчний шийдэл, ухаалаг автоматжуулалтын систем болон төрөл бүрийн технологи, лайфстайл бүтээгдэхүүнүүдийг бид санал болгодог. ",
    mainIntro3:
      "Дэлхийн №1 дрон үйлдвэрлэгч DJI компанийн албан ёсны борлуулагчаар 10 дахь жилдээ ажиллаж байгаа ба Монголын зах зээлийн 70 орчим хувийг эзэлдэг. Зөөврийн цахилгаан үүсгүүр үйлдвэрлэлээр дэлхийд тэргүүлэгч Ecoflow брэнд, цахилгаан мопид, мотоциклын Super Soco брэнд, Америкийн цахилгаан скүүтерийн тэргүүлэгч Segway Ninebot брендүүдийн албан ёсны борлуулагч юм.",
    vision:
      "Хүн бүрийн амьдралд эерэг өөрчлөлт авчрах, төрөл бүрийн амьдралын хэв маягт нийцсэн, шинэлэг бүтээгдэхүүн үйлчилгээг нэвтрүүлэгч, тэргүүлэх компани байна.",
    goal: "Аз жаргалыг хамтдаа түгээнэ.",
    phone: "76030000, 90999055",
    email: "ecommerce@hobbyzone.mn",
    web: "https://www.hobbyzone.mn/",
    address:
      "Монгол Улс, Улаанбаатар хот, Хан-Уул дүүрэг, 17-р хороо, Их Монгол улс гудамж, Ривер Тауэр, 112 тоот",
    services: [
      "Технологи бүтээгдэхүүнүүдийн худалдаа",
      "Гэрийн ухаалаг (Smart Home) бараа",
      "Гоо сайхны цахилгаан хэрэгсэл",
      "Амьтны асаргаа, ухаалаг бүтээгдэхүүн",
    ],
    distribution: [
      {
        name: "Ecoflow",
        logo: "/images/orgs/dist/ecoflow.png",
      },
      {
        name: "Super Soco",
        logo: "/images/orgs/dist/super.png",
      },
      {
        name: "Segway Ninebot",
        logo: "/images/orgs/dist/segway.png",
      },
      {
        name: "DJI",
        logo: "/images/orgs/dist/dji.png",
      },
      {
        name: "Xiaomi",
        logo: "/images/orgs/dist/Xiaomi.png",
      },
      {
        name: "Insta 360",
        logo: "/images/orgs/dist/insta.png",
      },
      {
        name: "Xgimi",
        logo: "/images/orgs/dist/xgimi.png",
      },
    ],
  },
  {
    id: 10,
    title: "MGL FPV RACING клуб",
    image: "/images/coop/fpv.png",
    coop: "FPV төрлийн дроны спорт клуб",
    cover: "/images/orgs/cover_mgl.png",
    mainIntro:
      "Тус байгууллага нь 2016 оны 3 дугаар сарын 3-нд үүсгэн байгуулагдсан бөгөөд И.Наранбаатар үүсгэн байгуулагчийн удирдлага дор үйл ажиллагаагаа явуулж байна. Өдгөө нийт 8,330 гаруй гишүүнтэй болж өргөжин тэлсэнээс 28 нь үндсэн гишүүн бөгөөд FPV дроны спортыг хөгжүүлэх, тэмцээн уралдаан зохион байгуулах, дронд сонирхолтой, ижил хүсэл тэмүүлэлтэй залуусыг нэгтгэх зорилготойгоор идэвхтэй үйл ажиллагаа явуулж байна.",
    mainIntro2:
      "Тус байгууллага нь Өмнөговь аймагт “MGL FPV Racing DZ” салбар клуб-ийг амжилттай байгуулан орон нутагт дроны спортыг хөгжүүлэхэд хувь нэмэр оруулж байна.",
    mainIntro3:
      "Сүүлийн жилүүдэд улс, нийслэлийн хэмжээнд олон чухал тэмцээн уралдааныг зохион байгуулсны дотор 2025 оны 1 дүгээр сарын 25–26-нд Монгол Улсын Ерөнхийлөгчийн нэрэмжит “DRONECON-2025” нисгэгчгүй нисэх төхөөрөмж (дрон) жолоодлогын улсын аварга шалгаруулах анхдугаар тэмцээнийг Буянт-Ухаа спортын ордонд хамтран зохион байгуулсан нь онцлох үйл явдал байлаа. Тус тэмцээнд “MGL FPV Racing” клубийн тамирчин, Нийслэлийн ерөнхий боловсролын 23 дугаар сургуулийн 12а ангийн сурагч О.Эрдэмтулга тэргүүн байр эзэлсэн юм.",
    vision:
      "Монгол улсад FPV дроныг спорт болон бүтээлч үйлдвэрлэлийн салбарт тэргүүлэх чиглэл болгон хөгжүүлж, олон улсын түвшний нисгэгчдийг бэлтгэх гол төв болох",
    goal: "Бид Монголын FPV дрон сонирхогчдыг нэгтгэж, тэдний техник ур чадварыг дээшлүүлэх, мэдлэг туршлагаа хуваалцах аюулгүй, бүтээлч орчныг бүрдүүлэхэд оршино",
    phone: "88028504",
    email: "naranbaatar@gmail.com",
    web: "https://www.facebook.com/groups/239907816349399",
    services: [
      "Нисгэгчгүй нисэх төхөөрөмжийн спортын арга хэмжээ зохион байгуулах",
      "FPV дроны спортоор дамжуулан залуучуудын чөлөөт цагийг зөв боловсон өнгөрүүлэх орчныг бүрдүүлэх",
    ],
  },
  {
    id: 2,
    title: "Hobby Drone ХХК",
    image: "/images/orgs/hobbydrone.png",
    cover: "/images/orgs/cover_hobbyzone.png",
    mainIntro: "",
    vision: "",
    goal: "",
    coop: "FPV төрлийн дроны захиалга, худалдаа",
    phone: "88118408",
    email: "naranbaatar@hobbydrone.mn",
    web: "www.hobbydrone.mn",
    address:
      "Монгол Улс, Улаанбаатар хот, Чингэлтэй дүүрэг, 3-р хороо, Тайван төв, 517 тоот",
    services: [
      "FPV дроны спортыг хөгжүүлэх, тэмцээн уралдаан зохион байгуулах",
      "Дронд дуртай, сонирхол нэг залуусыг нэгтгэх",
    ],
    distribution: [
      {
        name: "iflight",
        logo: "/images/orgs/dist/iflight.png",
      },
      {
        name: "hdzero",
        logo: "/images/orgs/dist/hdzero.png",
      },
      {
        name: "betafpv",
        logo: "/images/orgs/dist/ruide.png",
      },
      {
        name: "jumper",
        logo: "/images/orgs/dist/jumper.png",
      },
      {
        name: "dogcom",
        logo: "/images/orgs/dist/dogcom.png",
      },
      {
        name: "gemfan",
        logo: "/images/orgs/dist/gemfan.png",
      },
      {
        name: "tmotor",
        logo: "/images/orgs/dist/tmotor.png",
      },
      {
        name: "teamblacksheep",
        logo: "/images/orgs/dist/teamblacksheep.png",
      },
    ],
  },
  {
    id: 3,
    title: "5D WORLD ХХК",
    image: "/images/orgs/5d.png",
    coop: "DJI Геодези багаж тоног төхөөрөмжийн албан ёсны дистрибьютор",
    mainIntro:
      "Манай компани нь 2018 онд Геодезийн үйлдвэрлэл үйлчилгээ, зураг төсөл, сургалт, гадаад худалдааны чиглэлээр байгуулагдсан бөгөөд одоог хүртэл тасралтгүй үйл ажиллагаагаа явуулж байна.",
    mainIntro2:
      "Ижил төстэй үйл ажиллагаа үзүүлдэг байгууллагуудаас ялгарах давуу тал нь бид инженерийн программ хангамж, багаж тоног төхөөрөмжийн сургалт явуулдаг.",
    mainIntro3:
      "Бид Хятадын геодези, маркшейдерийн хэмжилтийн багаж тоног төхөөрөмж, дрон, лидар, технологийн CHCNAV, RUIDE, DJI, Швейцарийн GEOMAX, Америкийн Faro/Geoslam лазер сканер, лидарын технологийн үйлдвэрүүдийн Монгол дахь албан ёсны төлөөлөгч юм. Оросын Agisoft Metashape, Америкийн Blue Marble Geographics үйлдвэрийн Global mapper, Geocalc программ хангамжуудыг албан ёсны эрхтэй нийлүүлж, заавар зөвлөгөө, сургалт өгдөг.",
    mainIntro4:
      "Бидний эрхэм зорилго бол инженерийн бүтээн байгуулалт, судалгаа шинжилгээ, хөгжил дэвшилд хувь нэмрээ оруулж, шинэлэг бүхнийг эрэлхийлж, бизнесийн ёс зүйг эрхэмлэж, харилцагчдаа хүндэтгэж чанартай үйлчилгээ түргэн шуурхай үзүүлэх явдал юм.",
    services: [
      "Төрөл бүрийн масштабын байр зүйн зураглал",
      "Зам барилгын үеийн геодезийн хэмжилт, хяналт шалгалт",
      "Барилгын улаан шугам, гүйцэтгэлийн зураглал",
      "Геологи уул уурхайн дэвсгэр зураг, цоонгийн холболт",
      "Хэмжилтийн багаж тоног төхөөрөмжийн сургалт",
      "Инженерийн программ хангамжийн сургалт, худалдаа",
      "Drone сэлбэг хэрэгсэл засвар үйлчилгээ, сургалт, худалдаа",
      "Багаж тоног төхөөрөмжийн худалдаа, засвар үйлчилгээ",
      "Дагуу хөндлөн зүсэлт, газар шорооны ажлын тоо хэмжээ",
      "Төслийн 3D бичлэг, танилцуулга",
      "Зураг төсөл",
      "Геометрийн нивелирдлэг II, III, VI анги",
      "Кадастрын зураг, эргэлтийн цэг тодорхойлно",
    ],
    vision:
      "Шинэ техник технологи, шинэлэг бүхнийг нэвтрүүлж, инженер техникийн ажилчдын мэдлэг чадварыг дээшлүүлэх явдал юм.",
    phone: "7719-7755",
    goal: "Инженерийн салбарт инновац нэвтрүүлэх",
    email: "5DWORLD@5dworld.mn",
    web: "www.5dworld.mn",
    cover: "/images/orgs/cover_5d.png",
    address:
      "Монгол улс, Улаанбаатар хот, Баянзүрх дүүрэг, 26-р хороо, Хүннүгийн гудамж, Санрайз центер 9 давхар, 904 тоот",
    distribution: [
      {
        name: "RUIDE",
        logo: "/images/orgs/dist/ruide.png",
      },
      {
        name: "DJI",
        logo: "/images/orgs/dist/dji.png",
      },
      {
        name: "CHCNAV",
        logo: "/images/orgs/dist/chcnav.png",
      },
      {
        name: "GEOMAX",
        logo: "/images/orgs/dist/geomax.png",
      },
      {
        name: "FARO",
        logo: "/images/orgs/dist/faor.png",
      },
      {
        name: "METASHAPE",
        logo: "/images/orgs/dist/metashape.png",
      },
      {
        name: "BLUE MARBLE GEOGRAPHICS",
        logo: "/images/orgs/dist/blue.png",
      },
    ],
  },
  {
    id: 4,
    title: "MSDD ХХК",
    image: "/images/orgs/msdd.png",
    cover: "/images/orgs/cover_msdd.png",
    coop: "Дрон нислэгийн үйлчилгээ",
    mainIntro:
      "Монголиан смарт дрон деливери ХХК нь 2026 оны байдлаар Монгол улс дахь эхний бөгөөд цор ганц хүнгүй агаарын хөлгөөр үйл ажиллагаа эрхлэх зөвшөөрөл бүхий байгууллага юм. 2024 оноос эхлэн тасралтгүй үйл ажиллагаа явуулахдаа Монголын үндэсний агаарын тээврийн дүрэм журмыг чанд мөрдөн ажиллаж ирсэн бөгөөд цус, цусан бүтээгдэхүүний тээвэрлэлтүүдийг амжилттай гүйцэтгэсээр өдгөө 14 эмнэлэг рүү  470 гаруй нислэг үйлдэж, яаралтай тусламжийн хүргэлтээр хэд хэдэн өвчтөний амийг аврахад чухал үүрэг гүйцэтгэсэн байна. ",
    mainIntro2:
      "Бид Япон улсын дэвшилтэт технологи, туршлагыг ашиглан найдвартай тээвэрлэлт хийж гүйцэтгэдгээрээ бахархдаг. Аюулгүй байдлаа нэгдүгээрт тавьдаг учир  Япон улсад ашигладаг аюулгүй ажиллагааны журмыг нутагшуулан, найдвартай тээврийн шийдлийг бий болгосон. Манай баг хамт олон үйлдэж  буй нислэг бүрээ хариуцлагатайгаар удирдан явуулдаг чадварлаг мэргэжилтнүүд билээ.",
    vision:
      "Our mission is to bring positive change to our community and environment by creating and delivering sustainable value for our investors.",
    goal: "We will achieve our mission by bringing together the best people to develop local opportunities into globally competing businesses that provides tangible value.",
    phone: "+976 11 318521",
    email: "duuriimaa@newcom.mn",
    web: "https://www.newcom.mn/",
    address:
      "9th floor, Naiman zovkhis Building Seoul street 21, Ulaanbaatar 14251 Mongolia",
    services: ["Тээврийн үйлчилгээ"],
    distribution: [],
  },
  {
    id: 5,
    title: "Robo Eagle ХХК",
    image: "/images/orgs/roboeagle.png",
    cover: "/images/orgs/cover_robo.png",
    coop: "DJI-ийн албан ёсны засвар үйлчилгээ",
    mainIntro:
      "Робоийгл Анмэнэд Айр Виклз ХХК нь нисгэгчгүй нисэх аппарат, дрон, нисдэг камерийн худалдаа, засвар үйлчилгээ, түрээсийн чиглэлээр үйл ажиллагаагаа явуулах зорилгоор 2014 онд байгуулагдсан.  ",
    mainIntro2:
      "Үйл ажиллагааныхаа хүрээнд дэлхийн алдарт брендүүд болох DJI, Autel Robotics, ZHIYUN зэрэг компануудын дронууд мөн гимбал буюу мэргэжлийн камерны дүрс тогтворжуулагч болон бусад бүтээгдэхүүнүүдийг Монгол улсад албан ёсны эрхтэйгээр худалдаалан, засварлан  ажиллаж байна.",
    mainIntro3:
      "DJI брендийн Албан ёсны засварын сертификаттай, олон жилийн туршлагатай, нисэх техникийн механик мэргэжилтэй засварчид VIP тусгай өрөөнд танд үйлчилж байна. ",
    vision:
      "Нисгэгчгүй нисэх төхөөрөмж, дрон технологийн худалдаа, засвар, түрээсийн цогц шийдлээрээ Монгол Улсад тэргүүлэгч болох",
    goal: "Боломжгүй Мөрөөдөл Гэж Үгүй",
    phone: "9954 4776",
    email: "manas.aero@gmail.com",
    web: "https://drone.mn/",
    address: "БЗД 26-р хороо Encanto Tower 3-давхар Drone store",
    services: ["DJI-ийн албан ёсны засвар үйлчилгээ", "Drone худалдаа"],
    distribution: [
      {
        name: "DJI",
        logo: "/images/orgs/dist/dji.png",
      },
      {
        name: "AUTEL ROBOTICS",
        logo: "/images/orgs/dist/autel.png",
      },
      {
        name: "ZHIYUN",
        logo: "/images/orgs/dist/zhiyun.png",
      },
      {
        name: "PGYTECH",
        logo: "/images/orgs/dist/pgytech.png",
      },
    ],
  },
  {
    id: 6,
    title: "Airpixel ХХК",
    image: "/images/orgs/airpixel.png",
    cover: "/images/orgs/cover_airpixel.png",
    coop: "Дрон түрээсийн үйлчилгээ",
    mainIntro:
      " AirPixel Mongolia бол Улаанбаатар хотод үйл ажиллагаа явуулдаг дрон, нисгэгчгүй нисэх төхөөрөмжийн иж бүрэн үйлчилгээний брэнд бөгөөд дрон түрээс, өндөр чанартай аэровидео зураглал, FPV болон уран бүтээлч нислэгийн контент үйлдвэрлэл зэрэг чиглэлээр үйлчлүүлэгчдэд инновацлаг, найдвартай шийдлүүдийг санал болгодог. Тус байгууллага нь олон төрлийн дрон үйлчилгээ, тохиромжтой тоноглолын түрээс, мэргэжлийн нислэгийн технологиор дроны хэрэглээг Монголын хэрэглэгчдэд ойртуулж ажиллаж байна",
    vision: "",
    goal: "",
    phone: "7772-9999 8607-0999",
    email: "airpixelmn@gmail.com",
    web: "https://www.facebook.com/airpixelmongol/",
    address: "ХУД, Яармагийн гүүрний зүүн талд, GTHub Showroom",
    services: ["Drone түрээс", "Content production"],
  },
  {
    id: 7,
    title: "Drone Academy Mongolia",
    image: "/images/orgs/drone_academy.png",
    cover: "/images/orgs/cover_droneacademy.png",
    coop: "FPV төрлийн дроны сургалт",
    mainIntro:
      "Дрон Академи Монголиа /Drone Academy Mongolia/ нь дрон технологийн мэдлэг, ур чадвар, зөв хэрэглээг Монгол Улсад мэргэжлийн түвшинд түгээн дэлгэрүүлэх зорилготой сургалт, судалгаа, зөвлөх үйлчилгээний академи юм. Мөн дроны спортоор дамжуулан хойч үе хүүхэд залуусыг технологийн дэвшилтэт хөгжилд чиглүүлэх, технологийн суурь мэдлэгтэй болгохоор зорин ажиллаж анхан шатнаас ахисан түвшин хүртэлх FPV дроны сургалтуудыг олон улсын жишигт нийцсэн хөтөлбөрөөр зохион байгуулдаг.",
    mainIntro2:
      "Бид суралцагчдын ур чадварыг нэмэгдүүлэхийн тулд сургалтын орчныг чөлөөт хэв маягаар бүрдүүлж хүн нэг бүрт хүрч ажиллах боломжийг багшид олгодог. Хичээлийн хэв маяг бодит практик хичээлүүдэд илүү тулгуурлаж явагддаг, сургалтын явцад FPV дрон нисгэгчдийн клубт нэгдэн, клубын чөлөөт нислэгийн цаг дээр очиж бодит туршлага солилцох боломжоор ханган сонирхолтой, үр дүнтэй байдлаар сургалтанд хамруулахыг зорин ажиллаж байна. ",
    vision:
      "Монгол Улсад дрон технологийн аюулгүй, үр ашигтай, мэргэжлийн хэрэглээг хөгжүүлэх замаар иргэд, байгууллагуудын мэдлэг ур чадварыг нэмэгдүүлэх.",
    goal: "Монголын дрон сургалтын салбарт итгэл даасан тэргүүлэгч академи болж, олон улсын түвшинд өрсөлдөх чадвартай дрон нисгэгчдыг бэлтгэн гаргах.",
    phone: "99001119",
    email: "droneacademymongolia@gmail.com",
    web: "www.droneacademy.mn",
    address:
      "Монгол Улс, Улаанбаатар хот, Чингэлтэй дүүрэг, 3-р хороо, Тайван төв, 517 тоот",
    services: ["FPV дрон нисгэгчийн сургалт"],
  },

  {
    id: 8,
    title: "UB Drone Shop",
    image: "/images/orgs/ub_drone.png",
    coop: "HISENSE-ийн албан ёсны борлуулагч",
    cover: "/images/orgs/cover_ubdrone.png",
    mainIntro:
      " UB Drone Shop нь дрон болон нисгэгчгүй нисэх төхөөрөмжийн худалдаа, сэлбэг хэрэгсэл, дагалдах тоноглол, захиалгат шийдлийг хэрэглэгчдэд хүргэдэг байгууллага юм. Бид дронд сонирхолтой анхан суралцагчдаас эхлээд мэргэжлийн нисгэгч, байгууллагууд хүртэлх бүх түвшний хэрэглэгчдэд чанартай бүтээгдэхүүн, зөвлөгөө, найдвартай үйлчилгээ үзүүлж, дрон технологийг аюулгүй, бүтээлч, бодит хэрэглээнд нэвтрүүлэхэд хувь нэмрээ оруулахыг зорин ажилладаг.",
    vision:
      "Монгол Улсад дрон технологиийг бүх түвшний хэрэглэгчдэд хүртээмжтэй болгох, бүтээлч хэрэглээнд холбосон дроны экосистемийг хөгжүүлэх",
    goal: "Өндөр чанартай дрон, сэлбэг, дагалдах хэрэгслийг хэрэглэгчдэд шуурхай, найдвартай хүргэх, захиалгын шийдлийг багтаасан иж бүрэн дроны үйлчилгээ үзүүлэх замаар хэрэглэгчдийн дрон сонирхол, зориулалтыг дэмжих",
    phone: "99988899",
    email: "ufodream2018@gmail.com",
    web: "https://www.facebook.com/UBdroneshop",
    address:
      "#4009, Computer Mall /Дөлгөөн нуур/, Ikh Toiruu Road, Chingeltei District",
    services: ["Дрон худалдаа", "Дрон засвар үйлчилгээ"],
    distribution: [
      {
        name: "HUBSAN",
        logo: "/images/orgs/dist/HUBSAN.png",
      },
      {
        name: "POTENSIC",
        logo: "/images/orgs/dist/POTENSIC.png",
      },
      {
        name: "GEPRC",
        logo: "/images/orgs/dist/GEPRC.png",
      },
      {
        name: "FLYWOO",
        logo: "/images/orgs/dist/FLYWOO.png",
      },
      {
        name: "DEEPSPACEFPV",
        logo: "/images/orgs/dist/DEEPSPACEFPV.png",
      },
    ],
  },
  {
    id: 9,
    title: "Инженер Геодези ХХК",
    image: "/images/orgs/GEODEZI_PNG.png",
    cover: "/images/orgs/cover_geo.png",
    coop: "DJI дрон болон KOLIDA геодези багажийн албан ёсны дистрибьютор",
    mainIntro:
      "1993 онд Монголын улсын зөвлөх инженер Тугч Чойжилын Цэрэнбат Гурван-Эрдэнэ ХЭАА нэртэйгээр байгуулагдан зураг хайгуулын үйл ажиллагаа явуулж эхэлсэн. ",
    mainIntro2:
      "Тус компани нь дотоод гадаадын байгуулагуудын эрэлт хэрэгцээг богино хугацаанд илүү шинэ техник технологи, туршлагатай, эрдэмболовсролтой, чадварлаг мэргэжилтүүдийн хүчээр чанарын өндөр түвшинд гүйцэтгэж олны танил итгэлтэй түнш болон улам өргөжин хөгжиж байна.",
    mainIntro3:
      "Монголын Худалдаа аж үйлдвэрийн танхим, Монголын инженер геологчидын холбоо, Монголын геодези, зураг зүйн холбоо, Монголын ажил олгогчлын холбоо, Монголын архитектурын эвлэлийн гишүүн, Монголын зураг төсөлчдийн холбооны гишүүн, Монголын Гео мэдээллийн холбоо, Нийслэлийн хэрэглэгчдийн найдвартай түнш байгууллага, Монгол улсын татварын албаны А зэрэглэлийн татвар төлөгч, Хөрс судлалын лаборатори TL-78, геодезийн хэмжил зүйн лаборатори CL-07 нь Стандартчилал хэмжилзүйн газраас MNS ISO/IEC 17025:2018 стандартын шаардлагыг ханган итгэмжлэгдсэн. ОХУ-ын Новосибриск, Эрхүү, Томск БНХАУ-ын WUHAN Их сургууль, Монгол улсын ШУТИС, МУИС болон дадлагын ажлыг удирдан явуулдаг үйлдвэрлэл сургалтын бааз компани юм.",
    vision:
      "Манай компани нь Монгол Улс болон гадаад орны байгууллагуудтай урт хугацааны, итгэлцэлд суурилсан хамтын ажиллагааг хөгжүүлж, шинжлэх ухаан, судалгаа, бүтээн байгуулалтын салбарт тогтвортой хувь нэмэр оруулдаг тэргүүлэгч байгууллага байхыг зорьдог.",
    goal: "Бид эрдэм шинжилгээ, судалгаанд тулгуурласан геодези, геоматик, хэмжил зүй, инженер геологи, геофизик, геотехник, архитектур хот байгуулалт, газар зохион байгуулалтын чиглэлээр шинжлэх ухаан, технологийн дэвшлийг нэвтрүүлж, байгаль орчин, газар нутгийн зохистой ашиглалт, хамгаалалтад бодит хувь нэмэр оруулахыг эрхэм зорилгоо болгон ажилладаг.",
    phone: "77278899",
    email: "post@geo-mongol.mn",
    web: "www.geo-mongol.mn",
    address:
      "16040 Улаанбаатар, БГД, 16-р хороо, Амарсанаагийн гудамж, Барилга 52/3",
    services: [
      "Геодези, байр зүйн зураглал, кадастрын зураглал",
      "Геотехник, геофизик, гидрогеологийн судалгаа, туршилт, шинжилгээ",
      "Газар зохион байгуулалт, газрын харилцаа, үнэлгээний ажил",
      "Барилга, хот байгуулалтын зураг төсөл",
      "Хөрс судлалын итгэмжлэгдсэн лаборатори TL-078",
      "Геодезийн хэмжил зүйн итгэмжлэгдсэн лаборатори CL-07",
      " Геодезийн хэмжилтийн багаж, тоног төхөөрөмж, программ хангамжийн худалдаа (Мэргэжлийн дрон- НИСГЭГЧГҮЙ НИСЭХ ТӨХӨӨРӨМЖ, нивелир, теодолит, Totalstation, голын ёроолын зураглалын батиметрийн багаж)",
    ],
    distribution: [
      {
        name: "DJI",
        logo: "/images/orgs/dist/dji.png",
      },
      {
        name: "KOLIDA",
        logo: "/images/orgs/dist/kolida.png",
      },
      {
        name: "GARMIN",
        logo: "/images/orgs/dist/garmin.png",
      },
      {
        name: "Hi-Target",
        logo: "/images/orgs/dist/target.png",
      },
      {
        name: "PIX4Dmatic",
        logo: "/images/orgs/dist/pix.png",
      },
      {
        name: "AgiSoft",
        logo: "/images/orgs/dist/agisoft.png",
      },
      {
        name: "AUTEL ROBOTICS",
        logo: "/images/orgs/dist/autel.png",
      },
    ],
  },
];

export const coops = [
  {
    title: "Шүүхийн шийдвэр гүйцэтгэх ерөнхий газар",
    image: "/images/coop/shuuh.png",
    startDate: "2025 оны 04 дүгээр сарын 11-ний өдрөөс",
    endDate: "2026 оны 04 дүгээр сарын 30-ны өдрийг",
    coop: "Сургалт, дрон жолоодох дадлага",
  },

  {
    title: "МУИС-ийн Бодлогын судалгааны лаборатори",
    image: "/images/coop/muis.png",
    startDate: "2025 оны 07 дугаар сарын 09-ний өдрөөс",
    endDate: "2026 оны 07 дугаар сарын 08-ны өдрийг",
    coop: "Дроны сургалтын гарын авлага дээр хамтран зөвлөгөө өгсөн",
  },
  {
    title: "Төрийн цахим үйлчилгээний зохицуулалтын газар",
    image: "/images/coop/tur.png",
    startDate: "2025 оны 10 дугаар сарын 17-ний өдрөөс",
    endDate: "2026 оны 10 дугаар сарын 17-ний өдрийг",
    coop: "Сургалт зөвлөгөө",
  },
  {
    title: "Цагдаагийн ерөнхий газар",
    image: "/images/coop/police.png",
    startDate: "2025 оны 10 дугаар сарын 15-ны өдрөөс",
    endDate: "2026 оны 12 дугаар сарын 30-ны өдрийг",
    coop: "Сургалт зөвлөгөө, дрон жолоодох дадлага",
  },
  {
    title: "Дотоод хэргийн их сургууль",
    image: "/images/coop/dhs.png",
    startDate: "2025 оны 12 дугаар сарын 25-ны өдрөөс",
    endDate: "2028 оны 12 дугаар сарын 25-ны өдрийг",
    coop: "Сургалт зөвлөгөө, дрон жолоодох дадлага",
  },
  {
    title: "Цахим хөгжил, харилцаа холбооны яам",
    image: "/images/coop/tsahim.png",
    coop: "Ажлын хэсэгт хамтарч байгаа",
  },
  {
    title: "Зэвсэгт хүчний Жанжин штаб, Тагнуулын ерөнхий газар",
    image: "/images/coop/zevsegt.png",
    // startDate: "2025 оны 12 дугаар сарын 25-ны өдрөөс",
    // endDate: "2028 оны 12 дугаар сарын 25-ны өдрийг",
    coop: "Сургалт, дроны тэмцээн, дроны үнэ судалгаа зөвлөгөө",
  },
  {
    title: "Байгаль орчин, уур амьсгалын өөрчлөлтийн яам",
    image: "/images/coop/baigali.png",
    coop: "Дроны сургалтын гарын авлага дээр хамтран зөвлөгөө өгсөн",
  },
];

export const members = [
  {
    name: "Ичинхорлоо Наранбаатар",
    role: "Удирдах зөвлөлийн дарга",
    // email: "naranbaatar@gmail.com",
    image: "/images/board/naranbaatar.png",
    education: [
      "Мэдээллийн сүлжээ бакалавр",
      "Bangalore University (Master of Computer Application) in Bangalore, India",
      "Бизнесийн удирдлагын магистр",
    ],
    experience: [
      "2005-2006: NewCom Systems LLC, Сүлжээний болон Шийдлийн Инженер ",
      "2006-2014: MobiCom Сүлжээний инженер, Ахлах шийдлийн инженер ",
      "2014-2021: Silver Elephant Mining Corp, IT менежер",
      "2019-2021: Гранд Мед Эмнэлэг, Технологийн албаны дарга",
      "2021-2022: Эрүүл Мэндийн Яам, Дэд бүтэц хариуцсан Зөвлөх",
      "2020-одоог: Обортеч Монголиа ХХК, Технологи харууцсан захирал",
    ],
  },
  {
    name: "Амарсанаа Нямбаатар",
    role: "Гүйцэтгэх захирал",
    email: "odkhuu.b@geosociety.mn",
    image: "/images/board/nyambaatar.png",
  },
  {
    name: "Пүрэвсүрэн Ариунболд",
    role: "Удирдах зөвлөлийн гишүүн",
    email: "ganbat.d@geosociety.mn",
    image: "/images/board/ariunbold.png",
    education: [
      "2001 – Булган аймгийн II арван жилийн сургуулийг бүрэн дунд боловсролоор төгссөн",
      "2007 – ЭМШУИС, Хүний их эмч мэргэжлээр бакалавр",
      "2013 – ЭМШУИС, “Уушгины өмөнтэй хүмүүст карциноген саармагжуулагч GCTT1, GSTM1 генийг илрүүлсэн дүн” сэдвээр Анагаах ухааны магистр",
      "2018 – СЭЗИС, “Орон нутгийн өмчит нэгдсэн эмнэлгийн засаглалыг сайжруулах нь” сэдвээр Бизнесийн удирдлагын магистр",
    ],
    experience: [
      "2005 – Одоог хүртэл: Эм Би Ти ХХК-ийн үүсгэн байгуулагч, гүйцэтгэх захирал",
      "2009–2014: Бид Монгол Экспресс ХХК-ийн үүсгэн байгуулагч, гүйцэтгэх захирал",
      "2015 – Одоог хүртэл: Икспель Монголиа ХХК-ийн үүсгэн байгуулагч",
      "2024 – Одоог хүртэл: Старлинк Номад ХХК-ийн үүсгэн байгуулагч",
      "2019 – Одоог хүртэл: Селл Клиник эмнэлэг (Реженератив Селл Сэнтр ХХК)-ийн үүсгэн байгуулагч, ТУЗ-ын дарга",
    ],
  },
  {
    name: "Гэрэлмаа Төгөлдөр",
    role: "Удирдах зөвлөлийн гишүүн",
    email: "tuguldur@hobbyzone.mn",
    image: "/images/board/tuguldur.png",
    education: [
      "Бизнесийн удирдлагын бакалавр",
      "Бизнесийн удирдлагын магистр",
    ],
    experience: [
      "2012-2013: Гизмо ХХК-ийн Борлуулалтын менежер ",
      "2013-2017: Фьючертехнологи ХХК-д Борлуулалт эрхэлсэн захирал, Гүйцэтгэх захирал ",
      "2018-одоог хүртэл: Хоббизоон ХХК-ийн Гүйцэтгэх захирал ",
      "2019-одоог хүртэл: Ривер Клуб ХХК-ийн Гүйцэтгэх захирал ",
      "2020-2023: Ривер Бэйкери ХХК-ийн Гүйцэтгэх захирал",
      "2020-2023: Ривер Китчен ХХК-ийн Гүйцэтгэх захирал",
    ],
  },
  {
    name: "Идэрбат Барнасан",
    role: "Удирдах зөвлөлийн гишүүн",
    email: "dji@geo-mongol.mn",
    image: "/images/board/barnasan.jpg",
    phone: "90005559",
    education: [
      "ШУТИС Аэронавтик инженер /Бакалавр/",
      "UAS operator certificate ",
      "DJI ACADEMY Certified instructor",
      "DJI Enterprise Certified Engineer",
      "DJI Dock 3 Delivery Engineer",
    ],
    experience: [
      "2019-2020 он МИАТ механик инженер ",
      "2020-2021 он Зэвсэгт хүчний 337-р анги ННССТТ инженер",
      "2021-2026 он Инженер геодези ХХК брэнд менежер ",
    ],
  },
  {
    name: "Лутмөнх Бат-Эрдэнэ",
    role: "Удирдах зөвлөлийн гишүүн",
    email: "",
    image: "/images/board/baterdene.png",
  },
  {
    name: " Мэндсайхан Отгонпүрэв",
    role: "Удирдах зөвлөлийн гишүүн",
    email: "",
    image: "/images/board/otgonpurev.png",
    phone: "90005559",
    education: [
      "Maharashtra Institute of Technology, Bachelor of Engineering",
      "Carnegie Mellon University, Master of Science ",
      "Nagoya University, Doctor of Philosophy",
    ],
    experience: [
      "2009-2010 Adsolux Mongolia, Manager ",
      "2020-2021 он Mongolian Stock Exchange, IT Director",
      "2014-2015 он Carnegie Mellon University, Intern system admin ",
      "2015-2014 Golomt Bank, IT risk expert",
      "2017-2021 Chief Executive Officer ",
      "2015 оноос одоог хүртэл MNCERT/CC Board member",
      "2023 оноос одоог хүртэл NewCom Systems LLC, Chief Technology Officer",
    ],
  },
  {
    name: "Дагвацэрэн Лхам-Эрдэнэ",
    role: "Нарийн бичиг",
    email: "",
    image: "/images/board/lkhamerdene.png",
  },
];

export const events = [
  {
    id: 1,
    name: "“Хурдан CUP-2025” төвийн бүсийн мэдээллийн технологийн гурван төрөлт анхдугаар тэмцээн",
    image: "/images/events/hurdan.jpg",
    date: "2025-11-25",
    location: "Улаанбаатар",
  },
  {
    id: 2,
    name: "Төв Азийн бүсийн “ASPANFEST 2025” олон улсын дроны спортын тэмцээн",
    image: "/images/events/aspa.jpg",
    date: "2025-11-25",
    location: "Улаанбаатар",
  },
];

export const news = [
  {
    id: 1,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/news2.png",
    title: "“UB DRONE BATTLE” уралдаан шилдэгүүдээ тодрууллаа",
    desc: "Нийслэлийн Засаг даргын Тамгын газар, Нийслэлийн Соёл урлагийн газраас оюунлаг, соёлтой, ухамсарт иргэнийг",
    par1: "Нийслэлийн Засаг даргын Тамгын газар, Нийслэлийн Соёл урлагийн газраас оюунлаг, соёлтой, ухамсарт иргэнийг төлөвшүүлэх, эерэг сэтгэлгээг хөгжүүлэх, иргэний соёлын боловсрол, ёс зүй, зан суртахууны зөв төлөвшлийг түгээн дэлгэрүүлэх, инновац, шинэчлэлийн үнэт зүйлсийг дэмжих, уран бүтээлчдийн туршлага солилцох боломжийг бүрдүүлэх, хувь хүний ухамсар, нийгмийн сайн сайханд үлгэр үзүүлэх зорилгоор “UB DRONE BATTLE” уралдааныг зарласан. Тус уралдаанд мэргэжлийн болон мэргэжил харгалзахгүй нийт 27 уран бүтээлч бүтээл ирүүлсэн бөгөөд урьдчилсан шатны шалгаруулалтаас 10 бүтээлийг шалгаруулж, хоёр дахь шатны шалгаруулалтаар шилдгүүд тодорсон юм. Шагналыг нийслэлийн Засаг даргын Нийгмийн салбар, ногоон хөгжил агаар, орчны бохирдлын асуудал хариуцсан орлогч А.Амартүвшин гардууллаа.",
    par2: "Дрон технологи нь өнөөгийн хотын хөгжил, инновац, ухаалаг шийдлийн салшгүй хэсэг болж, олон улсын хэмжээнд өргөнөөр хөгжиж байна. Энэхүү чиг хандлагыг Монгол Улсад түгээн дэлгэрүүлэхэд энэхүү уралдаан чухал хувь нэмэр оруулж байгаа нь онцгой ач холбогдолтой юм. “UB Drone Battle” уралдаан нь залуусын бүтээлч сэтгэлгээ, инженерчлэлийн ур чадвар, технологийн мэдлэгийг сорьсон, шинэлэг сэтгэлгээний өрсөлдөөн байлаа.",
    list: [
      "Тэргүүн байр: Залуу уран бүтээлч Б.Одбаатар",
      "Дэд байр: Залуу уран бүтээлч Б.Батгэрэл",
      "Гутгаар байр: Залуу уран бүтээлч А.Еркинбек",
      "Тусгай байр: Залуу уран бүтээлч Ж.Энхзориг",
      "Тусгай байр: Нийслэлийн ерөнхий боловсролын 23-р сургуулийн 12-р ангийн сурагч О.Эрдэмтулга нар шалгарлаа.",
    ],
  },
  {
    id: 2,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/almati.jpg",
    title:
      "Монгол дрон нисгэгчид анхны олон улсын тэмцээндээ урилгаар оролцож байна",
    desc: "FPV Дрон нисгэгчид тус спортыг сонирхдог хүүхэд залуусаа түүчээлэн анхны олон улсын уралдаандаа урилгаар оролцохоор Казакстан улсын Алмати хотыг зорьжээ.",
    par1: "Казахстан Улсын Алматы хотод зохион байгуулагдсан Төв Азийн бүсийн “ASPANFEST 2025” олон улсын дроны спортын тэмцээнд Монгол Улсын баг тамирчид амжилттай оролцож, нийт 10 улсын 80 тамирчны дундаас шалгарч хагас шигшээд өрсөлдлөө. Манай тамирчид тэмцээндээ өндөр амжилт үзүүлэн, хагас шигшээ шатанд хүчтэй өрсөлдсөн ч энэхүү шатнаас хасагдан, энэ удаагийн уралдаанаа амжилттайгаар өндөрлүүллээ. Хэдийгээр тэмцээн өндөрлөсөн ч Монголын Дроны спортын багийн гүйцэтгэл, ур чадвар олон улсын түвшинд үнэлэгдэж, ирээдүйн тэмцээнд илүү өндөр амжилт гаргах итгэлийг төрүүллээ",
    par2: "Kазахстан Улсын Алматы хотод 2025-10-11 өдрүүдэд зохион байгуулагдах Төв Азийн бүсийн “ASPANFEST 2025” олон улсын дроны спортын тэмцээнд Монголын Дрон Нисгэгчдийн Холбоо НҮТББ холбооны гишүүн MGL FPV RACING клубийн баг тамирчид анх удаа Монгол Улсаа төлөөлөн оролцох урилга хүлээн авсан байна.",
    image2: "/images/news/almati.png",
    par3: "Улмаар манай нисгэгчид MultiGP 5inch болон Tiny Whoop төрлөөр өрсөлдөхөөр тус улсад очоод байгаа юм.",
  },
  {
    id: 3,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/news1.png",
    title:
      "“Хурдан CUP-2025” төвийн бүсийн мэдээллийн технологийн гурван төрөлт анхдугаар тэмцээн боллоо",
    desc: "“Хурдан CUP-2025” төвийн бүсийн мэдээллийн технологийн гурван төрөлт анхдугаар тэмцээн Сэлэнгэ аймгийн Мандал сумын “Мөнгөн хараа” дуу бүжгийн чуулгад амжилттай зохион байгуулагдаж өндөрлөлөө.",
    par1: "“Хурдан CUP-2025” төвийн бүсийн мэдээллийн технологийн гурван төрөлт анхдугаар тэмцээн Сэлэнгэ аймгийн Мандал сумын “Мөнгөн хараа” дуу бүжгийн чуулгад амжилттай зохион байгуулагдаж өндөрлөлөө.",
    image2: "/images/news/hurdan.png",
    par2: "Хамтын ажиллагааны хүрээнд холбооны гишүүн нисгэгч С. Улсболд оролцож, дроны хөгжлийн талаар сонирхолтой товч танилцуулга хийснээрээ тэмцээний хөтөлбөрийг улам баяжууллаа. Мөн холбоо, клубынхаа үйл ажиллагааг танилцуулж, дроноор нислэг хийж үзүүлэн, дроны жижиг үзүүлэн загваруудыг дэлгэн оролцогчдод сонирхуулсан нь үзэгчдийн анхаарлыг татсан онцлох үйл явдал боллоо. ",
  },
  {
    id: 4,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/road.png",
    title: "Road to Champ –(Open Class ) 5  дахь удаагийн тэмцээн",
    desc: "2025 оны 09 дүгээр сарын  20 нд Холбооны  Гишүүн байгууллга MGL FPV RACING (Монголын FPV Дрон Нисгэгчдийн Клуб)-ийн Road to Champ –(Open Class ) 5  дахь удаагийн тэмцээн амжилттай зохион байгууллагдлаа",
    par1: "2025 оны 09 дүгээр сарын  20 нд Холбооны  Гишүүн байгууллга MGL FPV RACING (Монголын FPV Дрон Нисгэгчдийн Клуб)-ийн Road to Champ –(Open Class ) 5  дахь удаагийн тэмцээн амжилттай зохион байгууллагдлаа",
    par2: "Тус тэмцээн нь дроны спорт сонирхогчид, мэргэжлийн болон ирээдүйн тамирчдыг нэгтгэж, ур чадвар, хурд, нарийвчлалыг сорьсон өрсөлдөөнт тэмцээн болдгоороо онцлог юм. Энэ удаагийн тэмцээнд дотоодын олон шилдэг FPV дрон нисгэгчид оролцож, өндөр түвшний техникийн ур чадвар, стратеги, нислэгийн нарийн зохион байгуулалтаар өрсөлдсөн юм. “Open Class” ангилалд өрсөлдсөн тамирчид олон улсын стандартад нийцсэн трасс зам дээр хурд хүч, тогтвортой нислэгээрээ үзэгчдийг гайхшрууллаа.",
    image2: "/images/news/roadto.png",
    par3: "“Road to Champ” тэмцээн нь Монгол Улсад FPV дроны спортын хөгжлийг дэмжих, залуу нисгэгчдийг бэлтгэх, олон улсын тэмцээнд оролцох ур чадвартай тамирчдыг тодруулах зорилготой бөгөөд цаашид ч тогтмол зохион байгуулагдах юм. Холбооны зүгээс энэхүү тэмцээнийг амжилттай зохион байгуулсан MGL FPV RACING клубийн хамт олон болон оролцсон бүх тамирчдад талархал илэрхийлье.",
  },
  {
    id: 5,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/shambala.png",
    title:
      "SHAMBALA 2056”-ийн төслийнхөн мөн холбооны гишүүн “MGL FPV Racing Club” -тэй хамтран FPV дроны уралдааныг Дундговь аймагт амжилттай зохион байгууллаа",
    desc: "SHAMBALA 2056”-ийн төслийнхөн мөн холбооны гишүүн “MGL FPV Racing Club” -тэй хамтран FPV дроны уралдааныг Дундговь аймагт амжилттай зохион байгууллаа",
    par1: "2025 оны 08 дугаар сарын 08-ны өдөр “SHAMBALA 2056” төслийн баг хамт олон Холбооны гишүүн байгууллага болох “MGL FPV Racing Club”-тэй хамтран Дундговь аймагт FPV дроны уралдааныг амжилттай зохион байгууллаа. Тус уралдаан нь орчин үеийн дроны спорт, технологийг орон нутагт сурталчлах, залуу нисгэгчдийг дэмжих, шинэ орчин нөхцөлд ур чадвараа сорих боломжийг бүрдүүлснээрээ онцлог байв.",
    par2: "Уралдаанд FPV дроны спорт сонирхогч болон туршлагатай нисгэгчид оролцож, тусгайлан бэлтгэсэн трасс зам дээр хурд, нарийвчлал, нислэгийн техник ур чадвараараа өрсөлдсөн юм. Дундговь аймгийн байгалийн өвөрмөц тогтоц, уудам орчин нь уралдаанд оролцогчдод сорилт болж, тэмцээнийг илүү сонирхолтой, өрсөлдөөнтэй болголоо.",
    image2: "/images/news/shambala2.png",
    par3: "Энэхүү арга хэмжээ нь FPV дроны спортыг орон нутагт хөгжүүлэх, инновац, технологид суурилсан спортын арга хэмжээг түгээн дэлгэрүүлэхэд чухал хувь нэмэр оруулсан бөгөөд цаашид ижил төрлийн хамтарсан үйл ажиллагааг тогтмол зохион байгуулах зорилготой юм. Холбооны зүгээс арга хэмжээг амжилттай зохион байгуулсан “SHAMBALA 2056” төслийн баг болон “MGL FPV Racing Club”-ийн хамт олонд талархал илэрхийлье.",
  },
];

export const areas = [
  {
    key: 1,
    id: 1,
    location: "БЗД",
    area: "Хүчний байгууллага",
    height: "120-150 м",
  },
  {
    key: 2,
    id: 2,
    location: "СХД",
    area: "Цахилгаан станцууд",
    height: "100-120 м",
  },
  {
    key: 3,
    id: 3,
    location: "СБД",
    area: "Сүхбаатарын талбай",
    height: "150-170 м",
  },
  { key: 4, id: 4, location: "ХУД", area: "Нисэх буудал", height: "120-160 м" },
  {
    key: 5,
    id: 5,
    location: "ЧД",
    area: "Төрийн тусгай хамгаалалттай газар",
    height: "130-180 м",
  },
];

export const gallery = [
  "/images/gallery/13.jpg",
  "/images/gallery/1.jpg",
  "/images/gallery/2.jpg",
  "/images/gallery/3.jpg",
  "/images/gallery/4.jpg",
  "/images/gallery/5.jpg",
  "/images/gallery/7.jpg",
  "/images/gallery/8.jpg",
  "/images/gallery/9.jpg",
  "/images/gallery/10.jpg",
  "/images/gallery/1.jpg",
  "/images/gallery/11.jpg",
  "/images/gallery/12.jpg",
];
export const videos = [
  {
    src: "/images/video/1.MP4",
    thumb: "/images/video/thumbs/1.jpg",
  },
  {
    src: "/images/video/2.MP4",
    thumb: "/images/video/thumbs/2.jpg",
  },
  {
    src: "/images/video/3.MP4",
    thumb: "/images/video/thumbs/3.jpg",
  },
  {
    src: "/images/video/4.MP4",
    thumb: "/images/video/thumbs/4.jpg",
  },
  {
    src: "/images/video/5.MP4",
    thumb: "/images/video/thumbs/5.jpg",
  },
  {
    src: "/images/video/6.MP4",
    thumb: "/images/video/thumbs/6.jpg",
  },
  {
    src: "/images/video/7.MP4",
    thumb: "/images/video/thumbs/7.jpg",
  },
  {
    src: "/images/video/8.MP4",
    thumb: "/images/video/thumbs/7.jpg",
  },
];

export const academyFeatures = [
  "Монголын Дрон Нисгэгчдийн Холбооны гишүүн байгууллага",
  "FPV чиглэлд төвлөрсөн ховор сургалт",
  "Туршлагатай багш, зааварлагчид",
  "Бодит нислэг дээр суурилсан сургалтын хөтөлбөр",
  "Орчин үеийн, дэлхийн стандартад нийцсэн дрон болон тоног төхөөрөмж",
  "Сургалтын дараах зөвлөгөө, FPV нисгэгчдийн клубүүдэд нэгдэх боломж",
  "Албан ёсны дистрибьютер, засвар үйлчилгээний төвтэй хамтын ажиллагаатай",
  "Сургалт зохион байгуулах уян хатан хэлбэр",
];

export const academyPrinciples = [
  {
    title: "Аюулгүй байдал",
    description: "Нислэг бүр дүрэм, стандартын дагуу",
  },
  {
    title: "Чадварлаг сургалт",
    description: "Онол + бодит дадлага",
  },
  {
    title: "Инноваци",
    description: "Орчин үеийн технологи, дэлхийн стандартад нийцсэн FPV соёл",
  },
  {
    title: "Хариуцлага",
    description: "Хууль, ёс зүйг дээдлэх",
  },
];
