// src/data/dummy.ts

import { describe } from "node:test";
export const courseData = [
  {
    id: 1,
    title: "FPV дроны анхан шатны сургалт",
    desc: "Энэхүү сургалт нь FPV дрон нисгэх сонирхолтой анхан шатны суралцагчдад зориулсан бөгөөд дроны үндсэн ойлголт, аюулгүй ажиллагаа, симулятор болон бодит нислэгийн дадлагыг хослуулсан цогц хөтөлбөр юм. Сургалтын төгсгөлд суралцагч нь FPV дроныг аюулгүй, зөв удирдах суурь чадвартай болно.",
    duration: "12 академик цаг",
    thesis: {
      items: [
        "Дроны үндсэн ойлголт, төрлүүд;",
        "Дотоодын хууль эрх зүйн үндсэн ойлголт",
        "Дроны бүтэц, аюулгүй ажиллагааны стандарт",
      ],
      duration: "4 цаг",
    },
    simulator: {
      items: [
        "FPV нислэгийн симулятор ашиглан нислэгийн суурь дадлага, удирдлагын хариу үйлдэл, чиг баримжаа",
      ],
      duration: "4 цаг",
    },
    real: {
      desc: "FPV дотор нислэгийн дрон ашиглан бодит орчинд практик сургалт, аюулгүй нислэгийн дадлага",
      duration: "4 цаг",
    },
    exam: {
      desc: "Онол болон практикийн шалгалт",
      add: "(хичээлийн явцад үнэлнэ)",
    },
    result1:
      "Сургалтад хамрагдсанаар суралцагч нь FPV дроны үндсэн бүтэц, удирдлагын зарчим, аюулгүй ажиллагааны шаардлагыг ойлгож, симулятор болон бодит нислэгийн орчинд өөртөө итгэлтэйгээр нислэг хийх суурь чадварыг эзэмшинэ. Энэхүү сургалт нь дараагийн дунд болон ахисан шатны сургалтын бат бөх суурь болно.",
    result2:
      " Суралцагчийн ур чадварыг илүү найдвартайгаар үнэлж, баталгаажуулах зорилгоор сургалтын төгсгөлд 75 хувиас дээш үнэлгээ авч амжилттай төгссөн суралцагчдад Монголын Дроны Холбооны албан ёсны бүртгэлтэй НИСГЭГЧИЙН СЕРТИФИКАТ олгоно. Энэхүү сертификат нь түвшин бүртээ 2 жилийн хугацаанд хүчинтэй байна.",
  },
  {
    id: 2,
    title: "FPV дроны дунд шатны сургалт",
    desc: " Энэхүү сургалт нь FPV дроны дунд шатны сургалтад хамрагдсан суралцагчдад зориулсан бөгөөд цаг агаарын нөхцөл болон чөлөөт нислэг хийх боломжит цагийг харгалзан төлөвлөгөөний дагуу зохион байгуулагдана.",
    desc1:
      "Сургалтад хамрагдах суралцагч нь сургалтын явцад ашиглах 5 инчийн FPV дроноо даатгуулсан байх шаардлагатай. Энэхүү шатны сургалтаар суралцагч нь өөрийн дроныг бүрэн удирдах, оношлох, засварлах болон ахисан түвшний нислэг хийх чадварыг эзэмшинэ.",
    duration: "Төлөвлөгөөт (цаг агаар, нислэгийн нөхцөлөөс хамаарна)",
    thesis: {
      items: [
        "Дроны хэрэглээний төрлүүд, зориулалтыг ойлгох",
        "Олон улсын түвшинд мөрдөгдөх хууль эрх зүйн ойлголтууд",
      ],
      duration: "2 цаг",
    },
    simulator: {
      items: [
        "Чөлөөт болон уралдааны дроны бүтэц тодорхойлох",
        "Аюулгүй ажиллагааны стандарт мөрдөх",
        "Дроны гэмтэл тодорхойлох",
        "Эрсдлийн удирдлага, хариуцлага",
        "Өөрийн дроныг угсрах, эд ангиудын анхан шатны засвар",
      ],
      duration: "2 цаг",
    },
    real: {
      desc: "FPV чөлөөт нислэгийн дунд түвшний дадлага",
      duration: "8 цаг",
    },
    exam: {
      desc: "Онол болон практикийн шалгалт",
      add: "(хичээлийн явцад үнэлнэ)",
    },
    result1:
      "Дунд түвшний сургалтыг амжилттай дүүргэснээр суралцагч нь FPV дроныг чөлөөт болон уралдааны орчинд бүрэн хянах, өөрийн дроныг оношлох, угсрах, засварлах суурь мэдлэгтэй болж, бодит нөхцөлд аюулгүй, хариуцлагатай нислэг хийх чадварыг эзэмшинэ.",
    result2:
      " Суралцагчийн ур чадварыг илүү найдвартайгаар үнэлж, баталгаажуулах зорилгоор сургалтын төгсгөлд 75 хувиас дээш үнэлгээ авч амжилттай төгссөн суралцагчдад Монголын Дроны Холбооны албан ёсны бүртгэлтэй НИСГЭГЧИЙН СЕРТИФИКАТ олгоно. Энэхүү сертификат нь түвшин бүртээ 2 жилийн хугацаанд хүчинтэй байна.",
  },
  {
    id: 3,
    title: "FPV дроны ахисан шатны сургалт",
    desc: " Энэхүү сургалт нь FPV дроны  ахисан шатны сургалтад хамрагдсан суралцагчдад зориулсан бөгөөд цаг агаарын нөхцөл болон чөлөөт нислэг хийх боломжит цагийг харгалзан төлөвлөгөөний дагуу зохион байгуулагдана.",
    desc1:
      "Сургалтад хамрагдах суралцагч нь сургалтын явцад ашиглах 5 инчийн FPV дроноо даатгуулсан байх шаардлагатай. Энэхүү шатны сургалтаар суралцагч нь өөрийн дроныг бүрэн удирдах, оношлох, засварлах болон ахисан түвшний нислэг хийх чадварыг эзэмшинэ.",
    duration: "Төлөвлөгөөт (цаг агаар, нислэгийн нөхцөлөөс хамаарна)",
    thesis: {
      items: [
        "Дроны хэрэглээний төрлүүд, зориулалтыг ойлгох",
        "Олон улсын түвшинд мөрдөгдөх хууль эрх зүйн ойлголтууд",
      ],
      duration: "2 цаг",
    },
    simulator: {
      items: [
        "Чөлөөт болон уралдааны дроны бүтэц тодорхойлох",
        "Аюулгүй ажиллагааны стандарт мөрдөх",
        "Дроны гэмтэл тодорхойлох",
        "Эрсдлийн удирдлага, хариуцлага",
        "Өөрийн дроныг угсрах, эд ангиудын анхан шатны засвар",
      ],
      duration: "2 цаг",
    },
    real: {
      desc: "FPV чөлөөт нислэгийн ахисан түвшний дадлага",
      duration: "8 цаг",
    },
    exam: {
      desc: "Онол болон практикийн шалгалт",
      add: "(хичээлийн явцад үнэлнэ)",
    },
    result1:
      "Дунд түвшний сургалтыг амжилттай дүүргэснээр суралцагч нь FPV дроныг чөлөөт болон уралдааны орчинд бүрэн хянах, өөрийн дроныг оношлох, угсрах, засварлах суурь мэдлэгтэй болж, бодит нөхцөлд аюулгүй, хариуцлагатай нислэг хийх чадварыг эзэмшинэ.",
    result2:
      " Суралцагчийн ур чадварыг илүү найдвартайгаар үнэлж, баталгаажуулах зорилгоор сургалтын төгсгөлд 75 хувиас дээш үнэлгээ авч амжилттай төгссөн суралцагчдад Монголын Дроны Холбооны албан ёсны бүртгэлтэй НИСГЭГЧИЙН СЕРТИФИКАТ олгоно. Энэхүү сертификат нь түвшин бүртээ 2 жилийн хугацаанд хүчинтэй байна.",
  },
];
export const highlights = [
  {
    id: 1,
    title: "FPV дроны анхан шатны сургалт ",
    description: "Become a certified DroneMasters Academy trainer",
    image: "/images/highlights/1.png",
    alt: "Train the Trainer",
    url: "/beginner",
  },
  {
    id: 2,
    title: "Онол болон дотор нислэг хослуулсан сургалтууд",
    description: "Your entry into the world of drones & aerial robotics",
    image: "/images/highlights/2.png",
    alt: "Summer Camp Beginner",
    url: "/advanced",
  },
];
/* ===== MOCK DATA ===== */
export const teachers = [
  {
    id: 1,
    name: "Ичинхорлоо Наранбаатар",
    role: "Үндсэн багш",
    image: "/images/teachers/4.jpg",
  },
  {
    id: 2,
    name: "Emily Carter",
    role: "EEC Teacher",
    image: "/images/teachers/2.jpg",
  },
  {
    id: 3,
    name: "Michael Brown",
    role: "Primary Teacher",
    image: "/images/teachers/3.jpg",
  },
  {
    id: 4,
    name: "Aisha Khan",
    role: "Homeroom Teacher",
    image: "/images/teachers/4.jpg",
  },
];
export const graduates = [
  {
    id: 1,
    title: "2026 оны 7-р ээлж",
    images: [
      "/images/graduates/26-7/T85_8627.jpg",
      "/images/graduates/26-7/T85_8629.jpg",
      "/images/graduates/26-7/T85_8635.jpg",
      "/images/graduates/26-7/T85_8639.jpg",
      "/images/graduates/26-7/T85_8646.jpg",
      "/images/graduates/26-7/T85_8652.jpg",
      "/images/graduates/26-7/T85_8659.jpg",
      // "/images/graduates/26-7/T85_8660.jpg",
      // "/images/graduates/26-7/T85_8661.jpg",
      // "/images/graduates/26-7/T85_8662.jpg",
      "/images/graduates/26-7/T85_8667.jpg",
      "/images/graduates/26-7/T85_8670.jpg",
      "/images/graduates/26-7/T85_8674.jpg",
      "/images/graduates/26-7/T85_8682.jpg",
      "/images/graduates/26-7/T85_8688.jpg",
      "/images/graduates/26-7/T85_8692.jpg",
      "/images/graduates/26-7/T85_8706.jpg",
      "/images/graduates/26-7/T85_8708.jpg",
      // "/images/graduates/26-7/T85_8710.jpg",
      // "/images/graduates/26-7/T85_8711.jpg",
      // "/images/graduates/26-7/T85_8712.jpg",
      // "/images/graduates/26-7/T85_8713.jpg",
      "/images/graduates/26-7/T85_8714.jpg",
      "/images/graduates/26-7/T85_8716.jpg",
    ],
  },
  {
    id: 1,
    title: "2026 оны 5-р ээлж",
    images: [
      "/images/graduates/26-5/1.jpg",
      "/images/graduates/26-5/2.jpg",
      "/images/graduates/26-5/3.jpg",
    ],
  },
  {
    id: 2,
    title: "2026 оны 4-р ээлж",
    images: [
      "/images/graduates/26-4/_DSC5089.jpg",
      "/images/graduates/26-4/_DSC5020.jpg",
      "/images/graduates/26-4/_DSC5025.jpg",
      "/images/graduates/26-4/_DSC5038.jpg",
      "/images/graduates/26-4/_DSC5071.jpg",
      "/images/graduates/26-4/_DSC5085.jpg",
      "/images/graduates/26-4/_DSC5120.jpg",
      "/images/graduates/26-4/_DSC5146.jpg",
      "/images/graduates/26-4/_DSC5152.jpg",
      "/images/graduates/26-4/_DSC5168.jpg",
      "/images/graduates/26-4/_DSC5187.jpg",
      "/images/graduates/26-4/_DSC5210.jpg",
      "/images/graduates/26-4/_DSC5226.jpg",
      "/images/graduates/26-4/_DSC5239.jpg",
      "/images/graduates/26-4/_DSC5255.jpg",
      "/images/graduates/26-4/_DSC5263.jpg",
      "/images/graduates/26-4/_DSC5278.jpg",
      "/images/graduates/26-4/_DSC5298.jpg",
      "/images/graduates/26-4/_DSC5312.jpg",
      "/images/graduates/26-4/_DSC5323.jpg",
      "/images/graduates/26-4/_DSC5343.jpg",
      "/images/graduates/26-4/_DSC5348.jpg",
      "/images/graduates/26-4/1.jpg",
    ],
  },
  {
    id: 3,
    title: "2026 оны 3-р ээлж",
    images: [
      "/images/graduates/26-3/1.jpg",
      "/images/graduates/26-3/2.jpg",
      "/images/graduates/26-3/3.jpg",
      "/images/graduates/26-3/4.jpg",
      "/images/graduates/26-3/5.jpg",
      "/images/graduates/26-3/6.jpg",
      "/images/graduates/26-3/7.jpg",
      "/images/graduates/26-3/8.jpg",
      "/images/graduates/26-3/9.jpg",
    ],
  },

  {
    id: 4,
    title: "2026 оны 2-р ээлж",
    images: [
      "/images/graduates/26-2/cover.jpg",
      "/images/graduates/26-2/1.jpg",
      "/images/graduates/26-2/2.jpg",
      "/images/graduates/26-2/3.jpg",
      "/images/graduates/26-2/4.jpg",
      "/images/graduates/26-2/5.jpg",
      "/images/graduates/26-2/6.jpg",
      "/images/graduates/26-2/cover.jpg",
    ],
  },
  {
    id: 5,
    title: "2026 оны 1-р ээлж",
    images: [
      "/images/graduates/26-1/cover.jpg",
      "/images/graduates/26-1/1.jpg",
      "/images/graduates/26-1/2.jpg",
      "/images/graduates/26-1/3.jpg",
    ],
  },
  {
    id: 6,
    title: "2025 оны 1-р ээлж",
    images: ["/images/graduates/25-1/1.jpg", "/images/graduates/25-1/2.jpg"],
  },
  // {
  //   id: 4,
  //   title: "2025 оны 2-р ээлж",
  //   images: ["/images/graduates/25-2/1.jpg",
  //     "/images/graduates/25-2/2.jpg"],
  // },
];

export const programs = [
  {
    id: 1,
    title: "Ахисан түвшин",
    description: `Чөлөөт цаг болон бизнесийн аль алинд нь дрон нь олон төрлийн боломжийг нээж, төслүүд хэрэгжүүлэх, шинэ өнцгөөс харах нөхцөлийг бүрдүүлдэг. DroneMasters Academy-ийн насанд хүрэгчдэд зориулсан сургалтууд нь дроны өргөн хүрээний хэрэглээг хамардаг. 
Манай воркшоп сургалтуудаар дамжуулан төрөл бүрийн дрон системийг хэрхэн зөв, аюулгүй ашиглах мэдлэг, ур чадварыг эзэмших боломжтой.`,
    image: "/images/hero/_DSC5323.jpg",
    buttonText: "СУРГАЛТ",
    reverse: false,
    url: "/advanced",
  },
  {
    id: 2,
    title: "Хүүхэд, өсвөр насныхан",
    description: `DroneMasters Academy-ийн хүүхэд, өсвөр насныханд зориулсан сургалтууд нь дрон нисгэх, дрон угсрах, програмчлал болон дижиталчлалын үндсийг сурах өргөн боломжийг олгодог.
Төрөл бүрийн сургалтын хэлбэрээр дрон технологийн боломжуудыг танилцуулж, туршиж судалдаг. 
Манай сургалтуудад амралтын өдрүүд болон амралтын үеэр хэд хоног үргэлжлэх хөтөлбөрүүдээс гадна тодорхой сэдвийг гүнзгийрүүлэн судлах долоо хоног бүрийн тогтмол сургалтууд багтдаг.`,
    image: "/images/programs/2.jpg",
    buttonText: "СУРГАЛТ",
    reverse: true,
    url: "/beginner",
  },
  {
    id: 3,
    title: "Сургууль & Байгууллагууд",
    description: `Дрон нь инновацийг таниулах, програмчлалын ертөнцтэй танилцах, багийн ажиллагааг сонирхолтой, үр дүнтэй болгох төгс хэрэгсэл юм.
Мөн нисгэгчгүй нисэх төхөөрөмжүүд нь төрийн байгууллага болон нийтийн салбарт илүү өргөнөөр ашиглагдаж байна. Гал түймэр унтраах болон аврах албад 250 граммаас доош жинтэй дронуудыг ашиглан нөхцөл байдлын анхан шатны мэдээлэл цуглуулахад ашиглаж байна.`,
    image: "/images/hero/_DSC5343.jpg",
    buttonText: "ХАМТАРЧ АЖИЛЛАХ",
    reverse: false,
    url: "/coop",
  },
];



export const members = [
  {
    name: "Ичинхорлоо Наранбаатар",
    role: "Удирдах зөвлөлийн дарга",
    // email: "naranbaatar@gmail.com",
    image: "/images/board/naranbaatar.png",
    education: [
      "Мэдээллийн сүлжээ бакалавр",
      "Bangalore University (Master of Computer Application) in Bangalore, India",
      "Бизнесийн удирдлагын магистр",
    ],
    experience: [
      "2005-2006: NewCom Systems LLC, Сүлжээний болон Шийдлийн Инженер ",
      "2006-2014: MobiCom Сүлжээний инженер, Ахлах шийдлийн инженер ",
      "2014-2021: Silver Elephant Mining Corp, IT менежер",
      "2019-2021: Гранд Мед Эмнэлэг, Технологийн албаны дарга",
      "2021-2022: Эрүүл Мэндийн Яам, Дэд бүтэц хариуцсан Зөвлөх",
      "2020-одоог: Обортеч Монголиа ХХК, Технологи харууцсан захирал",
    ],
  },
  {
    name: "Амарсанаа Нямбаатар",
    role: "Гүйцэтгэх захирал",
    email: "odkhuu.b@geosociety.mn",
    image: "/images/board/nyambaatar.png",
  },
  {
    name: "Пүрэвсүрэн Ариунболд",
    role: "Удирдах зөвлөлийн гишүүн",
    email: "ganbat.d@geosociety.mn",
    image: "/images/board/ariunbold.png",
    education: [
      "2001 – Булган аймгийн II арван жилийн сургуулийг бүрэн дунд боловсролоор төгссөн",
      "2007 – ЭМШУИС, Хүний их эмч мэргэжлээр бакалавр",
      "2013 – ЭМШУИС, “Уушгины өмөнтэй хүмүүст карциноген саармагжуулагч GCTT1, GSTM1 генийг илрүүлсэн дүн” сэдвээр Анагаах ухааны магистр",
      "2018 – СЭЗИС, “Орон нутгийн өмчит нэгдсэн эмнэлгийн засаглалыг сайжруулах нь” сэдвээр Бизнесийн удирдлагын магистр",
    ],
    experience: [
      "2005 – Одоог хүртэл: Эм Би Ти ХХК-ийн үүсгэн байгуулагч, гүйцэтгэх захирал",
      "2009–2014: Бид Монгол Экспресс ХХК-ийн үүсгэн байгуулагч, гүйцэтгэх захирал",
      "2015 – Одоог хүртэл: Икспель Монголиа ХХК-ийн үүсгэн байгуулагч",
      "2024 – Одоог хүртэл: Старлинк Номад ХХК-ийн үүсгэн байгуулагч",
      "2019 – Одоог хүртэл: Селл Клиник эмнэлэг (Реженератив Селл Сэнтр ХХК)-ийн үүсгэн байгуулагч, ТУЗ-ын дарга",
    ],
  },
  {
    name: "Гэрэлмаа Төгөлдөр",
    role: "Удирдах зөвлөлийн гишүүн",
    email: "tuguldur@hobbyzone.mn",
    image: "/images/board/tuguldur.png",
    education: [
      "Бизнесийн удирдлагын бакалавр",
      "Бизнесийн удирдлагын магистр",
    ],
    experience: [
      "2012-2013: Гизмо ХХК-ийн Борлуулалтын менежер ",
      "2013-2017: Фьючертехнологи ХХК-д Борлуулалт эрхэлсэн захирал, Гүйцэтгэх захирал ",
      "2018-одоог хүртэл: Хоббизоон ХХК-ийн Гүйцэтгэх захирал ",
      "2019-одоог хүртэл: Ривер Клуб ХХК-ийн Гүйцэтгэх захирал ",
      "2020-2023: Ривер Бэйкери ХХК-ийн Гүйцэтгэх захирал",
      "2020-2023: Ривер Китчен ХХК-ийн Гүйцэтгэх захирал",
    ],
  },
  {
    name: "Идэрбат Барнасан",
    role: "Удирдах зөвлөлийн гишүүн",
    email: "dji@geo-mongol.mn",
    image: "/images/board/barnasan.jpg",
    phone: "90005559",
    education: [
      "ШУТИС Аэронавтик инженер /Бакалавр/",
      "UAS operator certificate ",
      "DJI ACADEMY Certified instructor",
      "DJI Enterprise Certified Engineer",
      "DJI Dock 3 Delivery Engineer",
    ],
    experience: [
      "2019-2020 он МИАТ механик инженер ",
      "2020-2021 он Зэвсэгт хүчний 337-р анги ННССТТ инженер",
      "2021-2026 он Инженер геодези ХХК брэнд менежер ",
    ],
  },
  {
    name: "Лутмөнх Бат-Эрдэнэ",
    role: "Удирдах зөвлөлийн гишүүн",
    email: "",
    image: "/images/board/baterdene.png",
  },
  {
    name: " Мэндсайхан Отгонпүрэв",
    role: "Удирдах зөвлөлийн гишүүн",
    email: "",
    image: "/images/board/otgonpurev.png",
    phone: "90005559",
    education: [
      "Maharashtra Institute of Technology, Bachelor of Engineering",
      "Carnegie Mellon University, Master of Science ",
      "Nagoya University, Doctor of Philosophy",
    ],
    experience: [
      "2009-2010 Adsolux Mongolia, Manager ",
      "2020-2021 он Mongolian Stock Exchange, IT Director",
      "2014-2015 он Carnegie Mellon University, Intern system admin ",
      "2015-2014 Golomt Bank, IT risk expert",
      "2017-2021 Chief Executive Officer ",
      "2015 оноос одоог хүртэл MNCERT/CC Board member",
      "2023 оноос одоог хүртэл NewCom Systems LLC, Chief Technology Officer",
    ],
  },
  {
    name: "Дагвацэрэн Лхам-Эрдэнэ",
    role: "Нарийн бичиг",
    email: "",
    image: "/images/board/lkhamerdene.png",
  },
];

export const events = [
  {
    id: 1,
    name: "“Хурдан CUP-2025” төвийн бүсийн мэдээллийн технологийн гурван төрөлт анхдугаар тэмцээн",
    image: "/images/events/hurdan.jpg",
    date: "2025-11-25",
    location: "Улаанбаатар",
  },
  {
    id: 2,
    name: "Төв Азийн бүсийн “ASPANFEST 2025” олон улсын дроны спортын тэмцээн",
    image: "/images/events/aspa.jpg",
    date: "2025-11-25",
    location: "Улаанбаатар",
  },
];

export const news = [
  {
    id: 1,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/news2.png",
    title: "“UB DRONE BATTLE” уралдаан шилдэгүүдээ тодрууллаа",
    desc: "Нийслэлийн Засаг даргын Тамгын газар, Нийслэлийн Соёл урлагийн газраас оюунлаг, соёлтой, ухамсарт иргэнийг",
    par1: "Нийслэлийн Засаг даргын Тамгын газар, Нийслэлийн Соёл урлагийн газраас оюунлаг, соёлтой, ухамсарт иргэнийг төлөвшүүлэх, эерэг сэтгэлгээг хөгжүүлэх, иргэний соёлын боловсрол, ёс зүй, зан суртахууны зөв төлөвшлийг түгээн дэлгэрүүлэх, инновац, шинэчлэлийн үнэт зүйлсийг дэмжих, уран бүтээлчдийн туршлага солилцох боломжийг бүрдүүлэх, хувь хүний ухамсар, нийгмийн сайн сайханд үлгэр үзүүлэх зорилгоор “UB DRONE BATTLE” уралдааныг зарласан. Тус уралдаанд мэргэжлийн болон мэргэжил харгалзахгүй нийт 27 уран бүтээлч бүтээл ирүүлсэн бөгөөд урьдчилсан шатны шалгаруулалтаас 10 бүтээлийг шалгаруулж, хоёр дахь шатны шалгаруулалтаар шилдгүүд тодорсон юм. Шагналыг нийслэлийн Засаг даргын Нийгмийн салбар, ногоон хөгжил агаар, орчны бохирдлын асуудал хариуцсан орлогч А.Амартүвшин гардууллаа.",
    par2: "Дрон технологи нь өнөөгийн хотын хөгжил, инновац, ухаалаг шийдлийн салшгүй хэсэг болж, олон улсын хэмжээнд өргөнөөр хөгжиж байна. Энэхүү чиг хандлагыг Монгол Улсад түгээн дэлгэрүүлэхэд энэхүү уралдаан чухал хувь нэмэр оруулж байгаа нь онцгой ач холбогдолтой юм. “UB Drone Battle” уралдаан нь залуусын бүтээлч сэтгэлгээ, инженерчлэлийн ур чадвар, технологийн мэдлэгийг сорьсон, шинэлэг сэтгэлгээний өрсөлдөөн байлаа.",
    list: [
      "Тэргүүн байр: Залуу уран бүтээлч Б.Одбаатар",
      "Дэд байр: Залуу уран бүтээлч Б.Батгэрэл",
      "Гутгаар байр: Залуу уран бүтээлч А.Еркинбек",
      "Тусгай байр: Залуу уран бүтээлч Ж.Энхзориг",
      "Тусгай байр: Нийслэлийн ерөнхий боловсролын 23-р сургуулийн 12-р ангийн сурагч О.Эрдэмтулга нар шалгарлаа.",
    ],
  },
  {
    id: 2,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/almati.jpg",
    title:
      "Монгол дрон нисгэгчид анхны олон улсын тэмцээндээ урилгаар оролцож байна",
    desc: "FPV Дрон нисгэгчид тус спортыг сонирхдог хүүхэд залуусаа түүчээлэн анхны олон улсын уралдаандаа урилгаар оролцохоор Казакстан улсын Алмати хотыг зорьжээ.",
    par1: "Казахстан Улсын Алматы хотод зохион байгуулагдсан Төв Азийн бүсийн “ASPANFEST 2025” олон улсын дроны спортын тэмцээнд Монгол Улсын баг тамирчид амжилттай оролцож, нийт 10 улсын 80 тамирчны дундаас шалгарч хагас шигшээд өрсөлдлөө. Манай тамирчид тэмцээндээ өндөр амжилт үзүүлэн, хагас шигшээ шатанд хүчтэй өрсөлдсөн ч энэхүү шатнаас хасагдан, энэ удаагийн уралдаанаа амжилттайгаар өндөрлүүллээ. Хэдийгээр тэмцээн өндөрлөсөн ч Монголын Дроны спортын багийн гүйцэтгэл, ур чадвар олон улсын түвшинд үнэлэгдэж, ирээдүйн тэмцээнд илүү өндөр амжилт гаргах итгэлийг төрүүллээ",
    par2: "Kазахстан Улсын Алматы хотод 2025-10-11 өдрүүдэд зохион байгуулагдах Төв Азийн бүсийн “ASPANFEST 2025” олон улсын дроны спортын тэмцээнд Монголын Дрон Нисгэгчдийн Холбоо НҮТББ холбооны гишүүн MGL FPV RACING клубийн баг тамирчид анх удаа Монгол Улсаа төлөөлөн оролцох урилга хүлээн авсан байна.",
    image2: "/images/news/almati.png",
    par3: "Улмаар манай нисгэгчид MultiGP 5inch болон Tiny Whoop төрлөөр өрсөлдөхөөр тус улсад очоод байгаа юм.",
  },
  {
    id: 3,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/news1.png",
    title:
      "“Хурдан CUP-2025” төвийн бүсийн мэдээллийн технологийн гурван төрөлт анхдугаар тэмцээн боллоо",
    desc: "“Хурдан CUP-2025” төвийн бүсийн мэдээллийн технологийн гурван төрөлт анхдугаар тэмцээн Сэлэнгэ аймгийн Мандал сумын “Мөнгөн хараа” дуу бүжгийн чуулгад амжилттай зохион байгуулагдаж өндөрлөлөө.",
    par1: "“Хурдан CUP-2025” төвийн бүсийн мэдээллийн технологийн гурван төрөлт анхдугаар тэмцээн Сэлэнгэ аймгийн Мандал сумын “Мөнгөн хараа” дуу бүжгийн чуулгад амжилттай зохион байгуулагдаж өндөрлөлөө.",
    image2: "/images/news/hurdan.png",
    par2: "Хамтын ажиллагааны хүрээнд холбооны гишүүн нисгэгч С. Улсболд оролцож, дроны хөгжлийн талаар сонирхолтой товч танилцуулга хийснээрээ тэмцээний хөтөлбөрийг улам баяжууллаа. Мөн холбоо, клубынхаа үйл ажиллагааг танилцуулж, дроноор нислэг хийж үзүүлэн, дроны жижиг үзүүлэн загваруудыг дэлгэн оролцогчдод сонирхуулсан нь үзэгчдийн анхаарлыг татсан онцлох үйл явдал боллоо. ",
  },
  {
    id: 4,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/road.png",
    title: "Road to Champ –(Open Class ) 5  дахь удаагийн тэмцээн",
    desc: "2025 оны 09 дүгээр сарын  20 нд Холбооны  Гишүүн байгууллга MGL FPV RACING (Монголын FPV Дрон Нисгэгчдийн Клуб)-ийн Road to Champ –(Open Class ) 5  дахь удаагийн тэмцээн амжилттай зохион байгууллагдлаа",
    par1: "2025 оны 09 дүгээр сарын  20 нд Холбооны  Гишүүн байгууллга MGL FPV RACING (Монголын FPV Дрон Нисгэгчдийн Клуб)-ийн Road to Champ –(Open Class ) 5  дахь удаагийн тэмцээн амжилттай зохион байгууллагдлаа",
    par2: "Тус тэмцээн нь дроны спорт сонирхогчид, мэргэжлийн болон ирээдүйн тамирчдыг нэгтгэж, ур чадвар, хурд, нарийвчлалыг сорьсон өрсөлдөөнт тэмцээн болдгоороо онцлог юм. Энэ удаагийн тэмцээнд дотоодын олон шилдэг FPV дрон нисгэгчид оролцож, өндөр түвшний техникийн ур чадвар, стратеги, нислэгийн нарийн зохион байгуулалтаар өрсөлдсөн юм. “Open Class” ангилалд өрсөлдсөн тамирчид олон улсын стандартад нийцсэн трасс зам дээр хурд хүч, тогтвортой нислэгээрээ үзэгчдийг гайхшрууллаа.",
    image2: "/images/news/roadto.png",
    par3: "“Road to Champ” тэмцээн нь Монгол Улсад FPV дроны спортын хөгжлийг дэмжих, залуу нисгэгчдийг бэлтгэх, олон улсын тэмцээнд оролцох ур чадвартай тамирчдыг тодруулах зорилготой бөгөөд цаашид ч тогтмол зохион байгуулагдах юм. Холбооны зүгээс энэхүү тэмцээнийг амжилттай зохион байгуулсан MGL FPV RACING клубийн хамт олон болон оролцсон бүх тамирчдад талархал илэрхийлье.",
  },
  {
    id: 5,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/shambala.png",
    title:
      "SHAMBALA 2056”-ийн төслийнхөн мөн холбооны гишүүн “MGL FPV Racing Club” -тэй хамтран FPV дроны уралдааныг Дундговь аймагт амжилттай зохион байгууллаа",
    desc: "SHAMBALA 2056”-ийн төслийнхөн мөн холбооны гишүүн “MGL FPV Racing Club” -тэй хамтран FPV дроны уралдааныг Дундговь аймагт амжилттай зохион байгууллаа",
    par1: "2025 оны 08 дугаар сарын 08-ны өдөр “SHAMBALA 2056” төслийн баг хамт олон Холбооны гишүүн байгууллага болох “MGL FPV Racing Club”-тэй хамтран Дундговь аймагт FPV дроны уралдааныг амжилттай зохион байгууллаа. Тус уралдаан нь орчин үеийн дроны спорт, технологийг орон нутагт сурталчлах, залуу нисгэгчдийг дэмжих, шинэ орчин нөхцөлд ур чадвараа сорих боломжийг бүрдүүлснээрээ онцлог байв.",
    par2: "Уралдаанд FPV дроны спорт сонирхогч болон туршлагатай нисгэгчид оролцож, тусгайлан бэлтгэсэн трасс зам дээр хурд, нарийвчлал, нислэгийн техник ур чадвараараа өрсөлдсөн юм. Дундговь аймгийн байгалийн өвөрмөц тогтоц, уудам орчин нь уралдаанд оролцогчдод сорилт болж, тэмцээнийг илүү сонирхолтой, өрсөлдөөнтэй болголоо.",
    image2: "/images/news/shambala2.png",
    par3: "Энэхүү арга хэмжээ нь FPV дроны спортыг орон нутагт хөгжүүлэх, инновац, технологид суурилсан спортын арга хэмжээг түгээн дэлгэрүүлэхэд чухал хувь нэмэр оруулсан бөгөөд цаашид ижил төрлийн хамтарсан үйл ажиллагааг тогтмол зохион байгуулах зорилготой юм. Холбооны зүгээс арга хэмжээг амжилттай зохион байгуулсан “SHAMBALA 2056” төслийн баг болон “MGL FPV Racing Club”-ийн хамт олонд талархал илэрхийлье.",
  },
];

export const areas = [
  {
    key: 1,
    id: 1,
    location: "БЗД",
    area: "Хүчний байгууллага",
    height: "120-150 м",
  },
  {
    key: 2,
    id: 2,
    location: "СХД",
    area: "Цахилгаан станцууд",
    height: "100-120 м",
  },
  {
    key: 3,
    id: 3,
    location: "СБД",
    area: "Сүхбаатарын талбай",
    height: "150-170 м",
  },
  { key: 4, id: 4, location: "ХУД", area: "Нисэх буудал", height: "120-160 м" },
  {
    key: 5,
    id: 5,
    location: "ЧД",
    area: "Төрийн тусгай хамгаалалттай газар",
    height: "130-180 м",
  },
];

export const gallery = [
  "/images/gallery/13.jpg",
  "/images/gallery/1.jpg",
  "/images/gallery/2.jpg",
  "/images/gallery/3.jpg",
  "/images/gallery/4.jpg",
  "/images/gallery/5.jpg",
  "/images/gallery/7.jpg",
  "/images/gallery/8.jpg",
  "/images/gallery/9.jpg",
  "/images/gallery/10.jpg",
  "/images/gallery/1.jpg",
  "/images/gallery/11.jpg",
  "/images/gallery/12.jpg",
];
export const videos = [
  {
    src: "/images/video/1.MP4",
    thumb: "/images/video/thumbs/1.jpg",
  },
  {
    src: "/images/video/2.MP4",
    thumb: "/images/video/thumbs/2.jpg",
  },
  {
    src: "/images/video/3.MP4",
    thumb: "/images/video/thumbs/3.jpg",
  },
  {
    src: "/images/video/4.MP4",
    thumb: "/images/video/thumbs/4.jpg",
  },
  {
    src: "/images/video/5.MP4",
    thumb: "/images/video/thumbs/5.jpg",
  },
  {
    src: "/images/video/6.MP4",
    thumb: "/images/video/thumbs/6.jpg",
  },
  {
    src: "/images/video/7.MP4",
    thumb: "/images/video/thumbs/7.jpg",
  },
  {
    src: "/images/video/8.MP4",
    thumb: "/images/video/thumbs/7.jpg",
  },
];

export const academyFeatures = [
  "Монголын Дрон Нисгэгчдийн Холбооны гишүүн байгууллага",
  "FPV чиглэлд төвлөрсөн ховор сургалт",
  "Туршлагатай багш, зааварлагчид",
  "Бодит нислэг дээр суурилсан сургалтын хөтөлбөр",
  "Орчин үеийн, дэлхийн стандартад нийцсэн дрон болон тоног төхөөрөмж",
  "Сургалтын дараах зөвлөгөө, FPV нисгэгчдийн клубүүдэд нэгдэх боломж",
  "Албан ёсны дистрибьютер, засвар үйлчилгээний төвтэй хамтын ажиллагаатай",
  "Сургалт зохион байгуулах уян хатан хэлбэр",
];

export const academyPrinciples = [
  {
    title: "Аюулгүй байдал",
    description: "Нислэг бүр дүрэм, стандартын дагуу",
  },
  {
    title: "Чадварлаг сургалт",
    description: "Онол + бодит дадлага",
  },
  {
    title: "Инноваци",
    description: "Орчин үеийн технологи, дэлхийн стандартад нийцсэн FPV соёл",
  },
  {
    title: "Хариуцлага",
    description: "Хууль, ёс зүйг дээдлэх",
  },
];
